{
    "a": "2",
    "p": "4",
    "n": "77",
    "s": "गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु ",
    "padachcheda": "गाति-स्था-घु-पा-भूभ्यः ५\/३ सिचः ६\/१ परस्मैपदेषु ७\/३",
    "anuvritti": "लुक् [2।4।58]",
    "adhikara": "- ",
    "full_sutra": "गाति-स्था-घु-पा-भूभ्यः सिच: परस्मैपदेषु लुक् ",
    "siddhantakaumudi_index": "2223",
    "msknum": "467",
    "ssknum": "405",
    "balamanorama": "<<गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु>> - गातिस्थाघु । गाति स्था घु पा भू एषां द्वन्द्वात्पञ्चमीबहुवचनम् । परस्येति शेषः । सिच इति षष्ठी । गातीति श्तिपा निर्देशाद्गाधातग्र्रहणम् । घु इत्येन दाधा घ्वदाबिति घुसंज्ञकयोर्दाधातोर्धाधातोश्च ग्रहणम् ।ण्यक्षत्रियार्षञितो यूनि लुगणिञो॑रित्यस्माद्व्यवहितादपि लुगित्यनुवर्तते,जुहोत्यादिभ्यः श्लु॑रित्यव्यवहितमपि श्लुग्रहणं नानुवर्तते, व्याख्यानात् । तदाह —  एभ्यः सिच इत्यादिना । गापाविहेति । इह = गातिस्थेति, सूत्रे गातीत्यनेन पाग्रहणेन च इणो गा लुङीति लुग्विकरणस्येणो गादेशः, शब्विकरणः पिबादेशयोग्यः पाधातुश्च गृह्रेते इत्यर्थः ।गापोग्र्रहणे इण्पिबत्योग्र्रहण॑मिति भाष्यादिति भावः । तथा च लुङस्तिबादेशे इतश्चेति इकारलोपे शबपवादे च्लिप्रत्यये तस्य सिचि तस्य लुकि अडागमे अभू-त् इति स्थिते पित्त्वान्ङित्त्वाऽभावे सार्वधातुकाद्र्धधातुकयोरिति गुणे प्राप्ते —  ",
    "tattvabodhini": "<<गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु>> - इह व्यवहितोऽपि लुगनुवर्तते, न तु श्लुः व्याख्यानादित्याशयेनाह —  लुगिति । गापाविति । गातीति श्तिपा विकरणशून्यस्य निर्देशाल्लुग्विकरण इणादेशो गृह्रते,लुग्विकरणाऽलुग्विकरणयोरलुग्विकरणस्य ग्रहण॑मिति परिभाषया पिबतिर्गृह्रते न तु पातिरित्यर्थः ।",
    "padamanjari": " गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु॥ अभूदिति। ठ्भूसुवोस्तिङ्ऽ ईति गुणप्रतिषेधः। लुगनुवर्तते, न श्लुरिति। व्याख्यानात्।  इण्पिबत्योर्ग्रहणमिति। इणादेशो गा इणित्युक्तः, तत्र गातीत्यादाविकस्येणोय आदेशस्तदनुकरणो गा तिपि शब्लुका निर्दिष्टः, स्थानिवद्भावात्प्रकृतिवदनुकरणं भवतीति चच। तेन ठ्गामादाग्रह8णेष्वविशेषःऽ इति लाक्षणिकस्यापि गारुपस्य यद्यपि ग्रहणं प्राप्तम्, तथापि गातीति निर्देशादेव तस्य निवृत्तिः। तथा ठ्लुग्विकरणालुग्विकरणयोरलुग्विकरणस्यैव ग्रहणम्ऽ इति पिबतेरेव ग्रहणम्। अगासीत्, अपासीदिति। ठ्कै गै रै शब्देऽ पा रक्षणेऽ यमरमनमातां सक्चऽ इति सगागमः, सिचश्चेट्, ठस्तिसिचोऽपृक्तेऽ इतीट्, ठिट ईटिऽ। पै ओवै शोषणेऽ इत्यस्य लाक्षणिकं पारूपमिति ग्रहणाभावः। अगासातामिति। कर्मण्यात्मनेपदम्, आताम्॥",
    "laghusiddhantakaumudi_index": "441",
    "laghusiddhantakaumudi": "एभ्यः सिचो लुक् स्यात्। गापाविहेणादेशपिबती गृह्यते॥",
    "kashika": "लुकनुवर्तते, न श्लुः। गाति स्था घु पा भू इत्येतेभ्यः। परस्य सिचो लुग् भवति, परस्मैपदेषु परतः। अगात्। अस्थात्। अदात्। अधात्। अपात्। अभूत्। गापोर्ग्रहने इण्पिबत्योर्ग्रहणम्। गायतेः पातेः च न भवति। अगासीन्नटः। अपासीन् नृपः। परस्मैपदेषु इति किम्? अगासातां ग्रामौ देवदत्तेन।",
    "mahabhashyam": " गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु (608) (373 सिज्लुक्सूत्रम् ।। 2।4।2 आ.8 ) (धातुविशेषनिर्णयाधिकरणम्) (1645 वार्तिकम् ।। 1 ।।) - गापोर्ग्रहणे इण्पिबत्योर्ग्रहणम् - (भाष्यम्) गापोर्ग्रहणे इण्पिबत्योर्ग्रहणं कर्तव्यम्। इणो यो गाशब्दः पिबतेर्यः पाशब्द इति वक्तव्यम्। इह मा भूत -- अगासीन्नटः, अपासीद्धनमिति।। (आक्षेपभाष्यम्) तत्तर्हि वक्तव्यम्? (समाधानभाष्यम्) न वक्तव्यम्। इण्ग्रहणे तावद्वार्त्तम् -- निर्देशादेव व्यक्तं लुग्विकरणस्य ग्रहणम्इति।। पाग्रहणे चापि वार्तत्तम् -- उक्तमेत्तत् -- सर्वत्रैव पाग्रहणे अलुग्विकरणस्य ग्रहणम् इति।। गातिस्था ।। 77 ।। ",
    "siddhantakaumudi": "एभ्यः सिचो लुक् स्यात् | गापाविहेणादेशपिबती गृह्येते ॥",
    "nyaas": ""
}


