{
    "a": "3",
    "p": "2",
    "n": "59",
    "s": "ऋत्विग्दधृक्स्रग्दिगुष्णिगञ्चुयुजिक्रुञ्चां च ",
    "padachcheda": "ऋत्विग्-दधृक्-स्रग्-दिग्-उष्णिग्-अञ्चु-युजि-क्रुञ्चाम् ६\/३ च ०\/०",
    "anuvritti": "क्विन् 1\/1 [3।2।58]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  धातो: [3।1।91] ",
    "full_sutra": "ऋत्विग्-दधृक्-स्रग्-दिग्-उष्णिग्-अञ्चु-युजि-क्रुञ्चाम् क्विन् प्रत्यय: पर: आद्युदात्त: ",
    "siddhantakaumudi_index": "373",
    "msknum": "323",
    "ssknum": "280",
    "balamanorama": "<<ऋत्विग्दधृक्स्रग्दिगुष्णिगञ्चुयुजिक्रुञ्चां च>> - अथ जान्ताः । अथ युज्शब्दस्य व्युत्पतिंत दर्शयितुमाह-ऋत्विग्दधृक् ।धातो॑रित्यधिकृतं ।स्पृशोऽनुदके क्विन् इत्यतः क्विन्नित्यनुवर्तते । पञ्चम्यर्थे षष्ठी । तदाह-एभ्य इति । ऋतौ उपपदे यज्धातोः, धृष्धातोः, सृज्धातोः, दिश्धातोः ष्णिधातोः, अञ्चुधातोः, युज्धातोः, क्रुञ्च्धातोश्चेत्यर्थः । ननु ऋत्विक्, दधृगित्यादौ कुत्वद्वित्वादि कुत इत्यत आह — अलाक्षणिकमपीति । लक्षणानि=सूत्राणि तद्विहितं कार्यं लाक्षणिकम् । सूत्रतः प्रतय्क्षानुपदिष्टमपि कार्यं निपातनात्सिद्धरूपनिर्देशाल्लभ्यत इत्यर्थः । तत्र ऋतावुपपदेः यजेः क्विन् । तस्य कित्त्वात्वचिस्वपियजादीना॑मिति संप्रसारणं,व्रश्चे॑ति षत्वापवादः कुत्वं च । धृषेः क्विनि द्वित्वमन्तोदात्तत्वं च । सृजेः क्रमणि क्विन्, अमागमश्च । दिशेः कर्मणि क्विन् । उत्पूर्वात्स्निहेः क्विन्, उदोदलोपः, षत्वं च । अञ्चेः सुप्युपपदे क्विन् । युजे केवलात् क्विन् । क्रुञ्चेः क्विन्, नलोपाऽभावश्च निपात्यते । यद्यपि अञ्चे केवलस्यैवोपादानं तथाप्युष्णिक्शब्दसाहचर्यात्सोपपदस्यैवाञ्चेग्र्रहणमित्याहुः । निरुपपदादिति । क्विन्विधिफलं हि नुमो नस्य कुत्वमेव । नुम् च असमासे एव वक्ष्यते । समासे तु सुयुगित्यादौ जस्यचोः कु॑रिति कुत्वेनैव सिद्धतया क्विनि क्विपि च विशेषाऽभावादिति भावः । कनाविताविति । \"लशक्वतद्धिते\" इति हलन्त्य॑मिति च सूत्राभ्या॑मिति शेषः । वकारादिकारस्तूच्चारणार्थः ।",
    "tattvabodhini": "",
    "padamanjari": " ऋत्विग्दधृक्स्रग्दिगुष्णिगञ्चुयुजिक्रुञ्चां च॥ ऋतौ यजतीति। वसन्तादिके। ऋतुं यजतीति। यस्मिन्यागे ऋतुर्द्देवता, यथा-----वसन्ताय कपिञ्जलानालभते पिशङ्गास्त्रयो वासन्ता इत्यृतुपशूनालभते, ग्रीष्मो हेमन्त उत नो वसन्तः शरद्वर्षा इत्यादौ तदभिप्रायमेतत्। ऋतुप्रयुक्तो वेति। वसन्ते वसन्ते ज्योतिषा यजेतेत्यादौ यत्कर्तृत्वं तदभिप्रायमेतत्। षत्वञ्चेति। अन्यथा ठ्सात्पदाद्योःऽ इति निषेधः स्यात्। सुबन्तमात्र इति। अन्यथा सकर्मकत्वात्कर्मण्येव स्यात्। केवलादेवेति। एततु क्विन्विधानसामर्थ्यादपि लभ्यते, न हि सोपपदाद्यौजेः क्विनि क्विपि वा विशेषोऽस्ति, कुत्वस्य ठ्चोः कुःऽ इत्यनेनैव सिद्धत्वात्। अनुपपदे तु ठ्युजेरसमासेऽ इति नुमि कृते नकारस्य कुत्वार्थ क्विनो विधानं भवति सार्थकम्। यदि तु निपातनसाहचर्यात्सोपपदादनुपपदाच्च युजेः क्विन् भवतीत्युच्येत, तदा ठ्सत्सूद्विषऽ इत्यत्र युजिग्रहणं शक्यमकर्तुम्। नलोपः कस्मान्न भवतीति। ठ्कुञ्च क्रुञ्च कौटिल्याल्पीभावयोःऽ इति नोपधावेतौ धातू। तथा निकुचितिरिति नलोपो द्दश्यते, चुत्वेन तु जकारस्य श्रवणम्, तस्यासिद्धत्वाच्चकारे परतः ठ्चोः कुःऽइति कुत्वं न भवति। कुञ्चौ कुञ्च इत्यादऐ नकारोपधं तु पठतां स्यात्, तत्र सङ्झिलीति वचनान्न भवतीति वक्तव्यम्। सङिति प्रत्याहारः सनः सशब्दादारभ्या महिङे ङ्कारात्। अन्ये तु कुञ्चिरेक एव धातुः, तस्य ककारात्परो रेफोऽपि क्विन्सन्नियोगेन निपात्यते इत्याहुः। तदेतत् ठ्चोः कुःऽ इत्यत्र वामनो वक्ष्यति॥",
    "laghusiddhantakaumudi_index": "303",
    "laghusiddhantakaumudi": "एभ्यः क्विन्, अञ्चेः सुप्युपपदे, युजिक्रुञ्चोः, केवलयोः, क्रुञ्चेर्नलोपाभावश्च निपात्यते। कनावितौ॥",
    "kashika": "ऋत्विगादयः पञ्चशब्दाः क्विन्प्रत्ययान्ताः निपात्यन्ते, अपरे त्रयो धात्वो निर्दिष्यन्ते। ऋतुशब्द उपपदे यजेर् धतोः क्विन् प्रत्ययो निपात्यते। ऋतौ यजति, ऋतुं वा यजति, ऋतुप्रयुक्तो वा यजति ऋत्विक्। रूढिरेषा यथा कथंचिदनुगन्तव्या। धृषेः क्विन् प्रत्ययः, द्विर्वचनम्, अन्तोदात्तत्वं च निपात्यते। धृष्णोति इति दधृक्। सृजेः कर्मणि क्विन्, अमागमः च निपात्यते। सृजन्ति तम् इति स्रक्। दिषेः कर्मणि क्विन् निपात्यते। दिशन्ति ताम् इति दिक्। उत्पूर्वात् स्निहेः क्विन्, उपसर्गान्तलोपः, षत्वं च निपात्यते। उष्णिक्। अञ्चु युजि क्रुञ्च इत्येतेषां धातूनां क्विन् प्रत्ययो भवति। निपातनैः सह निर्देशातत्र अपि किंचिदलाक्षणिकं कार्यम् अस्ति। अञ्चतेः सुब्नतमात्र उपपदे क्विन् प्रत्ययो भवति। प्राङ्। प्रत्यङ्। उदङ्। युजेः क्रुञ्चेश्च केवलादेव। युङ्, युञ्जौ, युञ्जः। सोपपदात् तु सत्सूद्विष [[3|2|61]] इत्यादिना क्विप् भवति। अश्वयुक्, अश्वयुजौ, अश्वयुजः। क्रुङ्, क्रुञ्चौ, क्रुञ्चः। नलोपः कस्मान् न भवति? निपातनसाहचर्यात्।",
    "mahabhashyam": " ऋत्विग्दधृक्स्रग्दिगुष्णिगञ्ञ्चुयुजिक्रुञ्ञ्चां च (826) (493 प्रत्ययविधिसूत्रम्।। 3 2 । 1 आ.21) (प्रश्नभाष्यम्) दधृगिति किं निपात्यते। (2053 समाधानवार्तिकम्।। 1।।) - धृषेर्द्धिर्वचनमन्तोदात्तत्वं च- (भाष्यम्) धृषेर्द्विर्वचनमन्तोदात्तत्वं च निपात्यते।। ऋत्विग्द।। 59 ।। ",
    "siddhantakaumudi": "एभ्यः क्विन्स्यात् | अलाक्षणिकमपि किंचित्कार्यं निपातनाल्लभ्यते | निरुपपदाद्युजेः क्विन् | कनावितौ ॥",
    "nyaas": "`ऋतौ यजति` इति| वसन्तादिक ऋतौ यजति, यस्मिन् ऋतुर्देवता स याग ऋतुस्तं यजतीति| `ऋतुप्रयुक्तो वा यजति` इति| यस्मिन् याग ऋतुः प्रयोजकस्तमृतुप्रयुक्तो यजतीति| अस्मिन् पक्षे प्रयुक्तमात्रस्य लोपो निपात्यते| `ऋत्विक्िति| यजादित्वात्  [[6|1|15]]  सम्प्रसारणम्| `यथाकथञ्चिदनुगन्तव्या` इति| येन केनचित् प्रकारेण व्युत्पादयितव्यम्, न त्ववयवार्थस्तन्त्रमिति दर्शयति| `अन्तोदात्तत्वं निपात्यते` इति| नियतस्वरबाधनार्थम्| `दधृक्` इति| अभ्यासस्य `उरत्`  [[7|4|66]]  इत्यत्त्वम्, हलादिःशेषः,  [[7|4|60]]  जश्त्वम्| `षत्वञ्च निपात्यते` इति| `सात्पदाद्योः`  [[8|3|111]]  इति प्रतिषेधान्न प्राप्नोतीति कृत्वा| `ष्णिह प्रीतौ` (धातुपाठः-1200), उत्स्निह्रतीत्युष्णिक्| `निपातनैः` सह निर्देशात्` इत्यादिना निपातनैः सहैषां यो निर्देशः स एषामपि किञ्चिदलाक्षणिकं कार्यं यथा स्यादित्येवमर्थः| तेनैषु किञ्चिदलाक्षणिकं कार्यं भवति| इदं त्वलाक्षणिकम्-- यः सकर्मकस्यापि सुबन्तमात्र उपपदे भवति| `प्राङ` इति| `उगिदचां सर्वनामस्थानेऽधातोः`  [[7|1|70]]  इति नुम्, हल्ङ्यादि  [[6|1|66]]  संयोगादि  [[8|2|23]]  लोपौ,नकारस्य पूर्ववत् कुत्वम्| `केवलात्` इति| सत्यपि कर्मणि सुपीत्यधिकारे निरुपपदादेव भवति; निपातनैः सहेति निर्देशात्| क्विन्विधानसामथ्र्याद्वा| उपपदे हि सदादिसूत्रेण  [[3|2|61]]  क्विपा भवितव्यम्| `सोपपदात्` इत्यादि| न च सोपपदाद्युजेः क्विपि क्विना वा विशेषोऽस्ति; `चोः कुः`  [[8|2|30]]  इति कुत्वस्य सिद्धत्वात्| अनुपपदत्वे `युजेरसमासे`  [[7|1|71]]  इति नुमि कृते नकारस्य कुत्वार्थं क्विनो विधानं सार्थकं भवति॥"
}


