{
    "a": "3",
    "p": "4",
    "n": "110",
    "msknum": "534",
    "ssknum": "0",
    "balamanorama": "<<आतः>> - आतः ।झेर्जु॑सिति सूत्रमनुवर्तते ।आतः सिज्लुगन्तादिति वक्तव्य॑मिति वार्तिकं भाष्ये पठितम् । ततस्च सिज्लुकि यदाकारान्तं तस्मात्परस्य झेर्जुसिति लभ्यते । सिजभ्यस्तेति पूर्वसूत्रेणैव सिद्धे नियार्थमिदम् । तदाह —  आदन्तादेवेति । अभूवन्निति । झिः । च्लिः । सिच् । लुक् । अट् । झोऽन्तः । इतश्चेति इकारलोपः । तकारस्य संयोगान्तलोपः ।भुवो वुग्लुङ्लिटो॑रिति वुक् । सिज्लुकि आतः परस्यैवेति नियमात्सिजभ्यस्तेति न जुसिति भावः । अभूरिति । सिप् च्लिः सिच् लुक् अट् इकारलोपः । रुत्वविसर्गौ । अभूतमिति । थसस्तम् च्लिः सिच् लुक् अट् । गुणनिषेधः । एवं थस्य तादेशे अभूतेति रूपम् । अभूवमिति । मिप् अम् । च्लिः सिच् । लुक् । अट् वुक् । अभूवेति । वस् च्लिः सिच् लुक् अट् । नित्यं ङित इति सकारलोपः । गुणनिषेधः । एवं मसि अभूमेति रूपम् । अथ माङि लुङि विशेषमाह —  न माङयोगे । शेषपूरणेन सूत्रं व्याचष्टे — -अडादौ न स्त इति ।लुङ्लङ्लृङ्क्ष्वडुदात्त॑ इत्यत,आडजादीना॑मित्यश्च तदनुवृत्तेरिति भावः । मा भवान्भूदिति ।मा स्म भवद्भूद्वेति । एवं बहुवचने मा स्म भवन् मा स्म भूवन्निति चोदाहरणं बोध्यम् । इति लुङ्प्रक्रिया । ",
    "tattvabodhini": "<<आतः>> - सिज्ग्रहणमंनुवर्तते,झेर्जु॑सिति च । सिच आकाराच्च परसय् झेर्जुस् । तत्र प्रत्ययलक्षणेन सिचः परत्वमाकारात्तु श्रुत्या । एवं स्थिते फलितमाह —  सिज्लुकीति ।गातिस्थे॑ति सूत्रेणेत्यर्थः ।सिज्यभ्यस्ते॑ति पूर्वसूत्रेणवादन्तादपि झेर्जुस् सिद्धे स्थिते नियमार्थोऽयमित्याह —  आदन्तादेवेति ।",
    "padamanjari": " सिच आकारान्ताच्च परस्य झेरिति । द्वाभ्यामनन्तरस्येत्यर्थः । कथमिति । आतः सिचा व्यवधानाद् द्वाभ्यामानन्तर्य न सम्भवतीति प्रश्नः । सिज्लुगन्ताद् झेर्जुस् भवतीत्युक्तं भवति । अभूवन्निति । ठ्भुवो वुग्लुङ्लिटोःऽ इति वुक् । तुल्यजातीयापेक्षत्वाच्चेति । द्वाभ्यामानन्तर्यस्याश्रवणात् सिज्लुगन्तस्य ग्रहणमित्युक्तम् । तेन---सिज्लुगन्ताद्यदि भवति आत एवेति नियमाश्रयणात् श्रूयमाणे सिचि अकार्षुरित्यादावनाकारान्तादपि भवत्येवेत्यर्थः ॥",
    "kashika": "सिज्ग्रहणम् अनुवर्तते। सिच आकारान्ताच् च परस्य झेः जुसादेशो भवति। कथम् आभ्यामानन्तर्यम्? सिचो लुकि कृते प्रत्ययलक्षणेन सिचो ऽनन्तरः, श्रुत्या चाकारान्तादिति। अदुः। अधुः। अस्थुः। तकारो मुखसुखार्थः। पूर्वेण एव सिध्द्धे नियमार्थं वचनम्, आत एव सिज्लुगन्तात्, न अन्यस्मातिति। अभूवन्। प्रत्ययलक्षनेन जुस् प्राप्तः प्रतिषिध्यते, तुल्यजातीयापेक्षत्वान् नियमस्य। श्रूयमाने हि सिचि भवत्येव, अकार्षुः, अहार्षुः।",
    "sutra_vishesh": "तिङ्प्रत्ययप्रकरणम् - तिङ्-प्रत्ययस्य आदेशविधानम्",
    "mahabhashyam": " आतः (1271) (616 नियमसूत्रम्।। 3 । 4 । 1 आ.28) (आक्षेपभाष्यम्) किमिदं जुस्याकारग्रहणं नियमार्थम्। आहो स्वित्प्रापकम्।। (प्रत्याक्षेपभाष्यम्) कथं च नियमार्थं स्यात्। कथं वा प्रापकम्। (प्रत्याक्षेपसमाधानभाष्यम्) यदि सिज्ग्रहणमनुवर्तते। ततो नियमार्थम्।। अथ निवृत्तम्। ततः प्रापकम्।। (विशेषजिज्ञासाभाष्यम्) कश्चात्र विशेषः। (5088 नियमपक्षदूषणवार्तिकम्।। 1 ।।) - जुस्याकारग्रहणं नियमार्थमिति चेत् सिज्लुक्ग्रहणम्- (भाष्यम्) जुसि आकारग्रहणं नियमार्थमिति चेत् सिज्लुग्ग्रहणं कर्तव्यम्। आतः सिज्लुगन्तादिति वक्तव्यम्। इह मा भूत्----अकार्षुः। अहार्षुः।। (5089 विध्यर्थत्वपक्षाङ्गीकारभाष्यम्) प्रापकमिति चेत्प्रत्ययलक्षणस्य प्रतिषेधो वक्तव्यः। अभूवन्निति प्रत्ययलक्षणेन जुस्भावः प्राप्नोति। (5090 दूषणान्तरवार्तिकम्) एवकारकरणं च ।। भाष्यम्-- एवकारकरणं च कर्तव्यम्। लङः शाकटायनस्यैवेति। नियमार्थे पुनः सति नार्थ एवकारकरणेन । (आक्षेपभाष्यम्) ननु च प्रापकेऽपि सति सिद्धे विधिरारभ्यमाणोन्तरेणैवकारं नियमार्थो भविष्यति। (समाधानभाष्यम्) इष्टतोऽवधारणार्थस्तर्ह्रोवकारः कर्तव्यः--यथैवं विज्ञायते लङः शाकटायनस्यैव इति। मैवं विज्ञायि लङ एव शाकटायनस्य इति। (आक्षेपभाष्यम्) किं च स्यात्। (समाधानभाष्यम्) लुङः शाकटायनस्य न स्यात् । अदुः। अयुः। अधुः। अस्थुः।। (5091 गौरववार्तिकम्) भाष्यम्--लङ्ग्रहणं च कर्तव्यम्-- लङः शाकटायनस्यैव इति। नियमार्थे पुनः सति नार्थो लङ्ग्रहणेन । आतो ङित इति वर्तते। न चान्य आकारादनन्तरो ङिदस्ति अन्यदतो लङः। (निमार्थत्वपक्षाङ्गीकरभाष्यम्) अस्तु तर्हि नियमार्थम्। (दूषणस्मारणभाष्यम्) ननु चोक्तं जुस्याकारग्रहणं नियमार्थमिति चेत् सिज्लुक्ग्रहणम् इति। (दूषणस्मारणभाष्यम्) नैष दोषः। तुल्यजातीयस्य नियमः। कश्च तुल्यजातीयः। यो द्वाभ्यामनन्तरः, आतश्च सिचश्च । (आक्षेपभाष्यम्) अथ तदेवकारकरणं नैव कर्तव्यम्। (सिद्धान्तसमाधानभाष्यम्) कर्तव्यं च । किं प्रयोजनम्। उत्तरार्थम्। लिट् च लिङाशिषि आर्धधातुकमेव यथा स्यात्। इतरथा हि वचनादार्धधातुकसंज्ञा स्यात्। तिङ्ग्रहणेन च ग्रहणात्सार्वधातुकसंज्ञा। (आक्षेपभाष्यम्) अथ तल्लङ्ग्रहणं नैव कर्तव्यम्। (समाधानभाष्यम्) कर्तव्यं च किं प्रयोजनम् लङेव यो लङ् तत्र यथा स्यात्। लङ्गवद्भावेन यो लङ् तत्र मा भूदिति।। आतः।।110।। ",
    "sutra": "आतः",
    "kaumudiNumber": "2227",
    "kaumudiText": "सिज्लुक्यादन्तादेव झोर्जुस् स्यात् | अभूवन् | अभूः | अभूतम् | अभूत् | अभूवम् | अभूव | अभूम |",
    "nyaas": "सिचः परस्याकारान्तादुत्तरस्य झेरिति ब्राउवता द्वाभ्यमप्यनन्तरसय् झेरित्युक्तं भवति| उभाभ्याञ्चानन्तर्यं न सम्भवति, आतः सिचा व्यवधानादिति मन्यमानः पृच्छति-- `कथम्` इत्यादि| `सिचो लुकि` इति| `गातिस्था`  [[2|4|77]]  इत्यादिना यदा सिचो लुक् क्रियते तदा प्रत्ययलक्षणेन सिचोऽनन्तरः सम्भवति| `श्रुत्या चाकारान्तात्` इति| तदनन्तरश्रूयमाणत्वात्| श्रुत्येति श्रोत्रेन्द्रियसाध्योपलब्ध्येत्यर्थः| तदेवं द्वाभ्यामप्यानन्तर्यस्याश्रयणात् सामथ्र्यादातः सिज्लुगन्ताद् झेर्जुस् भवतीत्युक्तं भवति| न हि श्रूयमाणे सिचि द्वाभ्यामानन्तर्यं सम्भवति| `तकारो मुखसुखार्थः` इति| व्यावर्त्त्याभावात्| न हि ह्यस्वात् प्लुताद्वा वर्णात् परः सिच् सम्भवति|`पूर्वेणैव सिद्धे` इति| लुप्तेऽपि सिचि प्रत्ययलक्षणेन झेः सिजनन्तरत्वादभूविन्निति नियमस्य व्यावत्र्यं दर्शयति| `भुवो वुग् लुङलिटोः`  [[6|4|88]]  इति वुक्| ननु च नैवेह पूर्वसूत्रेण प्राप्नोति, न हीह सिजपेक्षयानन्तर्यं झेर्विद्यते, तत् किं प्रतिषिध्यत इत्याह-- `प्रत्ययलक्षणेन` इत्यादि| लुप्ते हि प्रत्ययलक्षणेनानन्तर्यमस्ति, अतः पूर्वेण प्राप्नोति| जुस् नियमेन प्रतिषिध्यते| यदि तर्हि नियमार्थमिदम्, `अकार्षुः` इत्यत्रापि न स्यात्, न ह्रत्रातः सिज्लुगन्तात्परो झिर्भवतीति? इत्यत आह--`तुल्यजातीय` इत्यादि| आतः सिज्लुगन्तान्नियमार्थमयं जुस् विधीयते| स च नियमस्तुल्यजातीयापेक्षः, तेन समानजातीयमेव व्यवच्छिनत्ति| कश्च समानजातीयः? अन्यः {सिजलुगन्तः इति मु|पाठः|} सिज्लुगन्तः| न चाकार्षुरित्यत्र झेः पूर्वः सिज्लुगन्तः इति नायं नियमस्य विषयः, तेन भवत्येव जुस्॥"
}


