{
    "a": "4",
    "p": "1",
    "n": "120",
    "msknum": "1712",
    "ssknum": "690",
    "balamanorama": "<<स्त्रीभ्यो ढक्>> - स्त्रीभ्यो ढक् । स्त्रीशब्देन टाबादयः स्त्रीप्रत्ययाश्चातुर्थिका गृह्रन्ते, न त्वन्येऽपि स्त्रीवाचका, व्याख्यानादित्याह — स्त्रीप्रत्ययान्तेभ्य इति । विनता नामगरुडमाता, तस्या अपत्यमिति विग्रहः । प्रत्ययग्रहणं किम्  । दरत्कश्चित्क्षत्रियः, तस्यापत्यं स्त्री दरत् ।द्व्यञ्मगधे॑त्यण् ।अतश्चे॑ति तस्य लुक् । तस्या अपत्यं-दारदः । अत्र दरच्छब्दस्य स्त्रीलिङ्गत्वेऽपि स्त्रीप्रत्ययान्तत्वाऽभावान्न ढक् । ननु सुमित्राया अपत्यं सौमित्रिः, सपत्न्या अपत्यं सापत्न इति कथं, ढक्प्रसङ्गादित्यत आह — बाह्वादित्वादित्यादि । सापत्नशब्दे पुंवत्त्वं नेति प्रागेवोक्तम् ।",
    "tattvabodhini": "<<स्त्रीभ्यो ढक्>> - स्त्रीभ्यो ढक् । बहुवचननिर्देशान्न स्वरूपस्य ग्रहणं, नाप्यर्थस्य, ढगर्थतया शुभ्रादिषु विमातृशब्दपाठात् । किं तु स्त्र्यधिकारोक्तटाबादेग्र्रहणं, न तु विप्रकृतिक्तिन्नादेरित्याशयेनाह — -स्त्रीप्रत्ययान्तेभ्य इत्यादिना । तेनदरदोऽपत्यं दारदः॑इत्यत्र ढक् न भवति । स्त्र्यर्थग्रहणे तु स्यादेवाऽत्र ढक् । दरच्छब्दो हि जनपदक्षत्रियवाचीति ततोऽपत्यार्थेद्यञ्मगधे॑त्यणि तस्य स्त्रियाम् ।अतश्चे॑ति लुकि दरच्छब्दस्य स्त्र्यर्थवाचित्वात् ।ढक् चे॑ति वर्तमाने पुनरिह ढग्ग्रहणमण्संबद्धस्य ढको निवृत्त्यर्थम् । यद्यपिचानुकृष्टं नोत्तरत्रे॑ति परिभाषया अणिह न प्रवर्तते तथापि तस्या अनित्यत्वज्ञापनाय ढग्ग्रहणमित्याहुः ।तस्येदमिति । शिवादित्वादपत्य एवाऽणित्यन्ये ।",
    "padamanjari": " स्त्रीग्रहणेनेत्यादि । स्वरूपग्रहणं तु न भवति; बहुवचननिर्देशात् । स्त्र्यर्थस्यापि ग्रहणं न भवति; विमातृशब्दस्यार्थस्य सुभ्रादिषु पाठात् । तस्य तु स्त्र्यर्थत्वं विधवाशब्दसाहचर्याद्विज्ञेयम् । किञ्च---स्त्रीशब्दस्य स्वरितत्वं प्रतिज्ञायते, स्वरितेन चाधिकारावगतिर्भवति, तेन टाबादिस्त्रीप्रत्ययान्तानामेव ग्रहणं युक्तम् । क्तिन्नादयस्तु व्यवधानान्न गृह्यन्ते । ऐडविडः, दारद इति । इडविट्शब्दात् ठ्जनपदशब्दात्क्षत्रियादञ्ऽ, दरच्छब्दाद् ठ्द्व्यञ्मगधऽ इत्यण्, तयोः स्त्रियाम् ठतश्चऽ इति लुक्, ततस्तदपत्येऽणेव भवति । वृष वाच्ये इति । वृषःउबीजाश्वः, तेन चार्थेन विशेषविहितेनापत्यलक्षणेऽर्थे ढका बाध्यते, तेनापत्येऽणेव भवति । वाडव इति । चतुष्पाल्लक्षणो ढञपि न भवति; अचतुष्पाद्वाचित्वात् । अण् क्रुञ्चेति । वृष इति नापेक्ष्यते, अपत्य एवायं विधिः । ढकोऽपवादः । क्रुञ्चा च कोकिला च समाहारद्वन्द्वे नपुंसकह्रस्वत्वम् ॥",
    "kashika": "स्त्रीग्रहणेन टाबादिप्रत्ययान्ताः शब्दा गृह्यन्ते। स्त्रीभ्यो ऽपत्ये ढक् प्रत्ययो भवति। सौपर्णेयः। वैनतेयः। स्त्रीप्रत्ययविज्ञापनादसत्यर्थग्रहणे इह न भवति, इडबिडो ऽपत्यम् ऐडविडः, दरदो ऽपत्यम् दारदः इति। वडवाया वृषे वाच्ये। वाडवेयो वृषः स्मृतः। अपत्ये प्राप्तः ततो ऽपकृष्य विधीयते। तेन अपत्ये वाडवः इति। अण् क्रुञ्चाकोकिलात् स्मृतः। क्रुञ्चाया अपत्यं क्रौञ्चः। कौकिलः।",
    "sutra_vishesh": "प्राग्दीव्यतीयः अर्थः 1 - \"ढक्\" प्रत्ययविधानम्",
    "mahabhashyam": " स्त्रीभ्यो ढक् (1366) (ढगधिकरणम्) (स्त्रीशब्दार्थप्रत्यायकभाष्यम्) ःथ्द्य;दं सर्वेष्वेव स्त्रीग्रहणेषु विचार्यते--स्त्रीग्रहणे स्त्रीप्रत्ययग्रहणं वा स्यात्, स्त्रीशब्दग्रहणं वा, स्त्र्यर्थग्रहणं वा।। किं चातः? यदि स्त्रीशब्दग्रहणमर्थग्रहणं वा--ःथ्द्य;डबिड्--ऐडबिडः। पृथ्--पार्थः। उशिक्--औशिज। दरद्--दारदः। अत्रापि प्राप्नोति। अथ प्रत्ययग्रहणम्--लैखाभ्रेयः, वैमात्रेयः, ःथ्द्य;ति न सिध्यति।। अस्तु प्रत्ययग्रहणम्। कथं लैखाभ्रेयः, वैमात्रेय ःथ्द्य;ति? शुभ्रादिषु पाठः करिष्यते।। (अर्थविशेषे प्रत्ययबोधकभाष्यवार्तिकम्) वडवाया वृषे वाच्ये। वडवाया वृषे वाच्ये ढग् वक्तव्यः--वडवाया वृषो वाडवेयः।। (ढक्बाधकप्रत्ययबोधकभाष्यवार्तिकम्) अण् क्रुञ्ञ्चाकोकिलात्स्मृतः। क्रौञ्ञ्चः, कौकिल ःथ्द्य;ति।। (ढक्बाधकप्रत्ययबोधकभाष्यवार्तिकम्) आरक् पुंसि ततोऽन्यत्र। ततोऽन्यत्र आरक्पुंसि वक्तव्यः। मूषिकाया अपत्यं पुमान् मौषिकारः, मृग्याः पुमान्मार्गारः।। (ढ्रकि पुमर्थविधायकभाष्यवार्तिकम्) गोधाया ढ्रक्विधौ स्मृतः।। गोधायाः पुमान् गौधेरः।। ",
    "sutra": "स्त्रीभ्यो ढक्",
    "kaumudiNumber": "1123",
    "kaumudiText": "स्त्रीप्रत्ययान्तेभ्यो ढक् स्यात् | वैनतेयः | बाह्वादित्वात्सौमित्रिः | शिवादित्वात्सापत्नः ॥",
    "nyaas": "`इह स्त्रीग्रहणेन टाबादिस्त्रीप्रत्ययान्ताः शब्दाः गृह्रन्ते` इति| अथ स्वरूपग्रहणं कस्मान्न भवति? बहुवचननिर्देशात्| स्वरूपग्रहणे हि तस्यैकत्वादेकवचनेनैव निर्देशं कुर्यात्| स्त्र्यर्थमात्रस्य ग्रहणं कस्मान्न भवति? विमातृशब्दस्य स्त्र्यर्थस्य शुभ्रादिषु पाठात्| यद्यत्र स्त्र्यर्थमात्रस्य स्त्रीशब्दस्य ग्रहणं स्यात्, तस्य शुभ्रादिषु पाठोऽनर्थकः स्यात्, अनेनैव ढकः सिद्धत्वात्| `ऐडविडः दारदः` इति| इडविडोऽपत्यं वरदोऽपत्यमित्यणेव भवति| ढगिति वत्र्तमाने ढकः पुनग्र्रहणं नित्यार्थम्| `वडवाया वृष वाच्ये` इति| यस्तस्या गर्भे बीजं प्रक्षिपति स वृषो वाडवेय इत्युच्यते|`अण्क्रुञ्चाकोकिलात् स्मृतः` इति| वृष इति नापेक्ष्यते| अपत्ये विधिरेवायम्| ढकोऽपवादः॥"
}


