{
    "a": "4",
    "p": "2",
    "n": "70",
    "msknum": "1802",
    "ssknum": "0",
    "balamanorama": "<<ओरञ्>> - ओरञ् ।तदस्मिन्नस्ती॑त्यादिषु चतुष्र्वर्थेषु प्रथमोच्चारितात्तत्तद्विभक्त्यन्तादञ्स्यात् । अणोऽपवादः । अञधिकारःसुवास्त्वादिभ्योऽण् इति यावत् । काक्षतवमिति । कक्षतुरस्मिन्नस्तीत्यादि विग्रहः । ",
    "tattvabodhini": "<<अदूरभवश्च>> - अदूर । अदूरमन्तिकम् । तत्र भवतीत्यदूरभवः । निपातनात्सप्तमीसमासः । चातुरर्थिकत्वामिति । चतुर्णामर्थानां समाहारश्चतुरर्थी । तत्र भवाश्चातुरर्थिकाः । अध्यात्मादित्तावट्ठञ् । चतुष्र्वर्थेषु भवा इति तद्धितार्थे द्विगौ तुद्विगोर्लुगनपत्ये॑इति ठञो लुक् स्यात् ।",
    "padamanjari": " अदूरमन्तिकं तत्र भवतीत्यदूरभवः, निपातनात्सप्तमीसमासः । विदिशाया इति । ठ्दूरान्तिकार्थैः षष्ठ।ल्न्यतरस्याम्ऽ इति षष्ठी । चकार इत्यादि । असति तु तस्मिन्नानन्तर्यादयमेवार्थ उतरत्र सम्बध्येत ॥",
    "kashika": "पूर्वा समर्थविभक्तिरनुवर्तते। तस्य इति षष्ठीसमर्थातदूरभवः इत्येतस्मिन्नर्थे यथाविहितं प्रत्ययो भवति। विदिशायाः अदूरभवं नगरं वैदिशम्। हैमवतम्। चकारः पूर्वेषां त्रयाणाम् अर्थानाम् इह सन्निधानार्थः। तेन उत्तरेषु। चत्वारो ऽप्यर्थाः सम्बध्यन्ते।",
    "sutra_vishesh": "प्राग्दीव्यतीयः अर्थः 20 (चतुरर्थः 4) - औत्सर्गिकम् \"अण्\" प्रत्ययविधानम्",
    "mahabhashyam": " अदूरभवश्च (1491) (चातुरर्थिकाधिकरणम्) (एकानेकवाक्यतोपक्षेपे भाष्यम्) किं पुनरयमेको योग आहोस्विन्नाना योगाः। किं चातः? (एकवाक्यतायां दोषदर्शकं भाष्यम्) यद्येको योगः, उत्तरेष्वर्थादेशनेषु देशे तन्नाम्नि देशे तन्नाम्नि इत्यनुवृत्तिः कर्तव्या, न ह्येकयोगेऽनुवृत्तिर्भवति। कथं ज्ञायते? यदयं तदधीते तद्वेद (4।2।59) इति द्विस्तद्ग्रहणं करोति।। (भिन्नवाक्यतायां दोषदर्शकं भाष्यम्) अथ नाना योगाः, ओरञ्ञ् (4।2।71) इत्येवमाद्यनुक्रमणं यदेव सर्वान्त्यमर्थादेशनं तस्यैव विषये स्यात्। यथेच्छसि तथास्तु।। (एकवाक्यतायां दोषाभावबोधकं भाष्यम्) अस्तु तावदेको योगः। ननु चोक्तमुत्तरेष्वर्थादेशनेषु देशे तन्नाम्नि देशे तन्नाम्नि इत्यस्यानुवृत्तिः कर्तव्या, न ह्येकयोगेऽनुवृत्तिर्भवतीति। एकयोगेऽप्यनुवृत्तिर्भवति। कथं ज्ञायते? यदयं तदस्यास्त्यस्मिन्निति मतुप् (5।2।94) इति द्विस्तद्ग्रहणं न करोति।। कथं तदधीते तद्वेद इति? प्रमादकृतमाचार्यस्य, शक्यमकर्तुम्। (भिन्नवाक्यतायां दोषाभावबोधकं भाष्यम्) अथ वा सन्तु पुनर्नाना योगाः। ननु चोक्तम्--ओरञ्ञित्येवमाद्यनुक्रमणं यदेव सर्वान्त्यमर्थादेशनं तस्यैव विषये स्यादिति। नैष दोषः। गोयूथवदधिकाराः। तद्यथा--गोयूथमेकदण्डप्रघटि्टतं सर्वं समं घोषं गच्छति, तद्वदधिकाराः।। ",
    "sutra": "अदूरभवश्च",
    "kaumudiNumber": "1282",
    "kaumudiText": "विदिशाया अदूरभवं नगरं वैदिशम् | चकारेण प्रागुक्तास्त्रयोऽर्थाः संनिधाप्यन्ते | तेन वक्ष्यमाणप्रत्ययानां चातुरर्थिकत्वं सिध्यति ॥",
    "nyaas": ""
}


