{
    "a": "5",
    "p": "1",
    "n": "111",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<अनुप्रवचनादिभ्यश्छः>> - अनुप्रवचनादिभ्यश्चः । प्रथमान्तादनुप्रवचनादिशब्दादस्य प्रयोजनमित्यर्थे छः स्यादित्यर्थः । अनुप्रवचनं नाम उपनयनाङ्गं किञ्चित्कर्म आआलायनसूत्रे प्रसिद्धम् ।",
    "tattvabodhini": "<<अनुप्रवचनादिभ्यश्छः>> - अनुप्रवचना । अनुप्रवचनं नाम ब्राह्मौदनमुच्यते ।",
    "padamanjari": " विशिपूरीत्यादि। विश प्रवेशनेऽ, ठ्पूरी अप्यायनेऽ, ठ्पल्लृ गतौऽ ठ्रुह बीजजन्मनिऽ--एताः प्रकृतयो यस्यानस्य ठ्युवोरनाकौऽ इति विहितस्य तस्माद्विद्यमानपूर्वपदाच्छ उपसंख्येयः, केवलस्यानस्य सपूर्वपदत्वासम्भवत्सामर्थ्यातदन्तग्रहणम्। गृहप्रवेशनीयमिति। एवं चानुप्रवचनादिषु संवेशनानुप्रर्वशानान्वारोहणशब्दानां प्रपञ्चार्थः पाठः। स्वर्ग्यमिति। ठञि प्राप्ते यद्विधिः। पुण्याहवाचनादिभ्य इति। साहचर्यादभिधाने सिद्धे भेदविवक्षायां प्रत्ययश्रवणं मा भूदिति लुग्वचनम् ॥",
    "kashika": "अनुप्रवचनादिभ्यः प्रातिपदिकेभ्यः छः प्रत्ययो भवति तदस्य प्रयोजनम् इत्यस्मिन् विषये ठञो ऽपवादः। अनुप्रवचनं प्रयोजनम् अस्य अनुप्रवचनीयम्। उत्थापनीयम्। विशिपूरिपतिरुहिप्रकृतेरनात् सपूर्वपदादुपसङ्ख्यानम्। गृहप्रवेशनं प्रयोजनम् अस्य गृहप्रवेशनीयम्। प्रपापूरणीयम्। अश्वप्रपतिनीयम्। प्रासादारोहणीयम्। स्वर्गादिभ्यो यद् वक्तव्यः। स्वर्गः प्रयोजनम् अस्य स्वर्ग्यम्। यशस्यम्। आयुष्यम्। काम्यम्। धन्यम्। पुण्याहवाचनादीभ्यो लुग् वक्तव्यः। पुण्याहवाचनं प्रयोजनम् अस्य पुण्याहवाचनम्। स्वस्तिवाचनम्। शान्तिवाचनम्। अनुप्रवचन। उत्थापन। प्रवेशन। अनुप्रवेशन। उपस्थापन। संवेषन। अनुवेशन। अनुवचन। अनुवादन। अनुवासन। आरम्भण। आरोहण। प्ररोहण। अन्वारोहण। अनुप्रवचनादिः।",
    "sutra_vishesh": "",
    "mahabhashyam": " अनुप्रवचनादिभ्यश्छः (1993) (छप्रत्ययाधिकरणम्) (5677 उपसंख्यानवार्तिकम्।। 1 ।।) - छप्रकरणे विशिपूरिपदिरुहिप्रकृतेरनात्सपूर्वपदादुपसंख्यानम् - (भाष्यम्) छप्रकरणे विशिपूरिपदिरुहिप्रकृतेरनात्सपूर्वपदादुपसंख्यानं कर्तव्यम्। विशि--गेहानुप्रवेशनीयम्। पूरि--प्रपापूरणीयम्। पदि--गोप्रपदनीयम्, अश्वप्रपदनीयम्। रुहि--प्रासादारोहणीयम्।। (5678 विधिवार्तिकम्।। 2 ।।) - स्वर्गादिभ्यो यत् - (भाष्यम्) स्वर्गादिभ्यो यत्प्रत्ययो भवति। र्स्वग्यम्। धन्यम्। यशस्यम्। आयुष्यम्। (5678 लुग्विधिवार्तिकम्।। 1 ।।) - पुण्याहवाचनादिभ्यो लुक् - (भाष्यम्) पुण्याहवाचनादिभ्यो लुग्वक्तव्यः। पुण्याहवाचनम्। शान्तिवाचनम्। स्वस्तिवाचनम्।। ",
    "sutra": "अनुप्रवचनादिभ्यश्छः",
    "kaumudiNumber": "1774",
    "kaumudiText": "अनुप्रवचनं प्रयोजनमस्य अनुप्रवचनीयम् ॥",
    "nyaas": "`विशिपूरी` इत्यादि| `विश प्रवेशने` (धातुपाठः-1824), `पूरी आप्यायने` (धातुपाठः-1803), `पत्लृ गतौ` (दा|पा| 845) `रुह बीजजन्मनि` (धातुपाठः- 859)--एताः प्रकृतयो यस्यानस्य `युवोरनाकौ`  [[7|1|1]]  इति युस्थाने विहितस्यानः, तस्माद्विद्यमानपूर्वपदाच्छ उपसंख्येयः| केवलस्यानस्य सपूर्वपदत्वं न सम्भवतीति तस्य शब्दस्येदं विशेषणं विज्ञायते| गृहप्रवेशनं प्रयोजनं यस्य तत्र गृहप्रवेशनशब्दो विशिप्रकृत्यनन्तः, गृहशब्देन च सपूर्वपदः| यदि तर्हि विश्यादिप्रकृत्यनन्ताच्छशब्दाच्छ उपसंख्यायते, अनुप्रवचनादिषु संवेशनारोहणादीनां पाठोऽनर्थकः; तस्यैव प्रपञ्चार्थत्वात्॥"
}


