{
    "a": "5",
    "p": "1",
    "n": "94",
    "s": "तदस्य ब्रह्मचर्यम् ",
    "padachcheda": "तत् 2\/१ \/ तत् 1\/1 अस्य  ६\/१  ब्रह्मचर्यम्  १\/१ ",
    "anuvritti": "",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76]    प्राग्वतेष्ठञ् [5।1।18]  कालात् [5।1।78] समर्थानां प्रथमाद्वा [4।1।82] ",
    "full_sutra": "\"तत् अस्य ब्रह्मचर्यम्\" (इति) समर्थानां प्रथमात् कालात् परः ठञ् प्रत्ययः ",
    "siddhantakaumudi_index": "1758",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<तदस्य ब्रह्मचर्यम्>> - तदस्य ब्राहृचर्यं । ननु द्वितीयान्तादिति, कथं सूत्रे ब्राहृचर्यविशेषणस्य तच्छब्दस्य प्रतमान्तत्वादित्यत आह — अत्यन्तेति । तता च कालविशेषाभिव्याप्तं ब्राहृचर्यमस्येत्यर्थे कालात्प्रत्ययः । इदमर्थं प्रति ब्राहृचर्यं विशेषणम् । मासिको ब्राह्वचारीति । मासाभिव्याप्तब्राहृचर्यवानित्यर्थः । आर्धमासिक इति ।अर्धात्परिमाणस्ये॑त्युभयपदवृद्धिः । अत्र इदंशब्दार्थस्य ब्राहृचर्यमिति षष्ठर्थे प्रथमा । तथाच प्रथमान्तात्कालवाचिनोऽस्य ब्राहृचर्यस्येत्यर्थे ठञित्यर्थः फलति । तदाह — प्रथमान्तादिति । \"कालवाचिन\" इति शेषः । अस्येत्यर्थ इति । अस्य ब्राहृचर्यस्येत्यर्थे इत्यर्थः । मासोऽस्येत्यनन्तरंब्राहृचर्यस्ये॑ति शेषः । अस्मिन्पक्षे ब्राहृचर्यमेव प्रत्ययार्थत्वात्प्रधानम् । इदमर्थस्तु तद्विशेषणिति बोध्यम् । उपसंख्यानमिति ।अस्य ब्राहृचर्यमित्यर्थे ठञ॑ इति शेषः । माहानाम्निक इति । महानाम्नीशब्दस्य ऋग्विशेषेषु रूढस्य नित्यस्त्रीलिङ्गत्वात् भाषितपुंस्कत्वाऽभावात् \"भस्याऽढे\" इति पुंवत्त्वं नेति भावः । हरदत्तस्त्विति ।माहनाम्निक॑मित्येव भाष्ये उदाह्मतत्वादिमुपेक्ष्यमिति भावः । चतुर्मासाण्ण्यो यज्ञे तत्रेति । वार्तिकमिदम् । तत्र भवो यज्ञ इत्यर्थे चतुर्मासशब्दात्सप्तम्यन्ताण्ण्यो वाच्य इत्यर्थः । चतुर्ष्विति । चतुर्षु मासेषु अतीतेष्वित्यर्थः । अण् संज्ञायामिति । वार्तिकमिदम् । चतुर्मासब्दाद्भवार्थे अण् वाच्यः संज्ञायामित्यर्थः । चतुर्ष्विति । फाल्गुनीं पौर्णमासीमारभ्य चतुर्षु मासेष्वतीतेष्वित्यर्थः । आषाढीति । आषाढ्याः पौर्णमास्याश्चातुर्मासीति संज्ञेति भाव । नच \"तत्र भवः\" इत्यणैव सिद्धमिति वाच्यं, \"द्विगोर्लुगनपत्ये\" इति लुङ्निवृत्त्यर्थत्वात् ।",
    "tattvabodhini": "",
    "padamanjari": " मासोऽस्य ब्रह्मचर्यस्येति। यद्यप्यत्रात्यन्तसंयोगो गम्यते, तथापि द्वितीया न भवति; मासस्य प्रधानत्वात्, षष्ठीविषये च द्वितीया विधानात्। उभयथा हि सूत्रप्रणयनादिति। उभयोरप्यर्थयोः सूत्रकारेणैव सूत्रस्य व्याख्यातत्वादित्«अथः। महानाम्न्यादिभ्य इति। ब्रह्मचर्यस्य प्रत्ययार्थत्वात्सामर्थ्यात् षष्ठीसमर्थेभ्यः प्रत्ययः। महानाम्न्यो नाम ऋच इति। महन्नाम यासां ता महानाम्न्यः, विदामघवन्नित्याद्याः, ठ्नित्यं संज्ञाच्छन्दसोःऽ इति ङीप्। महानाम्नीश्चरतीति। चरणमनुष्टान्म्, तच्च क्रियाविषयमिति तत्सहचरितं व्रतं तच्छब्देनोच्यते। तत्र च स लिङ्गसंख्यापरित्यागेनैव महानाम्नीशब्दो व्रते वर्तत इति महानाम्नीश्वरतीति विग्रहः। माहानामिक इति। ठ्भस्याढेअ तद्धिते पुवद्भावऽ इति ङीपि निवृते टिलोपः। अवान्तरदीक्षादिभ्यो डिनिरिति। डित्करणसष्टाचत्वारिंशतष्टिलोपार्थम्। अन्यत्र स्योति लोपेन सिद्धम्। अश्टाचत्वारिंशक इति। वृत्तिविषये वर्षेषु, संख्योयेषु अष्टटत्वारिंशच्छब्दो वर्तते--प्रतिवेदं द्वादशवर्षाणि व्रतचरणाच्चतुर्षुं वेदेष्वष्टाचत्वारिंशतं वर्षाणि व्रतं चरति। चातुर्मस्यानामिति। अभिदेयबहुत्वाद्वहुवचनम्। किमिदं चातुर्मास्यानामिति ? तत्राह--चतुर्मासाण्णयो यज्ञे तत्र भव इति। चातुर्मास्यानीति। संवत्सरसाध्यो इविर्यज्ञविशेषस्तस्य चत्वार्यवान्तरपर्वाणि तदपेक्षं बहुवचनम्। चातुर्मासीति। ठ्तत्र भवःऽ इत्येवाण्सिद्धः, तस्य ठ्द्विगोर्लुगनपत्येऽ इति लुकि प्राप्ते पुनरण् विधीयते। ठ्कालाट्ठञ्ऽ इत्यस्य त्वप्राप्तिः समुदायस्याकालवाचित्वातदन्तविध्यभावाच्च। अपर आह--यथाकथञाचित्कालवृत्तिब्योऽपि ठञ इष्टत्वाट्ठञ्येव प्राप्ते तस्य लुकीदमण्विधानमिति ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "तदिति द्वितियासमर्थविभक्तिः। सा च अत्यन्तसंयोगे। अस्य इति प्रत्ययार्थः। ब्रहमचर्यम् इति द्वाभ्याम् अपि सम्बध्यते। कालस्य व्यापकं, प्रत्ययार्थस्य च स्वम् इति। तदिति द्वितीयासमर्थात् कालवाचिनः प्रातिपदिकादस्य इति षष्ठ्यर्थे ठञ् प्रत्ययो भवति, ब्रह्मचर्यं चेद् गम्यते। मासं ब्रह्मचर्यमस्य मासिकः ब्रह्मचारी। आर्धमासिकः। सांवत्सरिकः। अपरा वृत्तिः तदिति प्रथमासमर्थादस्य इति षष्ठ्यर्थे ठञ् प्रत्ययो भवति, यत् तदस्य इति निर्दिष्टं ब्रह्मचर्यं चेद् तद् भवति। मासो ऽस्य ब्रहमचर्यसय् मासिकं ब्रहमचर्यम्। आर्धमासिकम्। सांवत्सरिकम्। पूर्वत्र ब्रहमचारी प्रत्ययार्थः, उत्तरत्र ब्रहमचर्यम् एव। उभयम् अपि प्रमाणम्, उभयथा सूत्रप्रणयनात्। महानाम्न्यादिभ्यः षष्ठीसमर्थेभ्य उपसङ्ख्यानम्। माहानामिकम्। गौदानिकम्। आदित्यव्रतिकम्। तच् चरति इति च। महानाम्न्य ऋचः, तत् सहचरितं व्रतं तच्छब्देन उच्यते। महानाम्नीश्चरति माहानामिकः। आदित्यव्रतिकः। गौदानिकः। भस्याढे इति पुंबद्भावेन ङीपि निवृत्ते नस् तद्धिते [[6|4|144]] इति टिलोपः। अवान्तरदीक्षादिभ्यो डिनिर्वक्तव्यः। अवान्तरदीक्षां चरति अवान्तरदीक्षी। तिलव्रती। अष्टाचत्वारिंशतो ड्वुंश्च डिनिश्च वक्तव्यः। अष्टाचत्वारिंशद् वर्षाणि व्रतं चरति अष्टाचत्वारिंशकः, अष्टाचत्वरिंशी। चातुर्मास्यानां यलोपश्च ड्वुंश्च डिनिश्च वक्तव्यः। चातुर्मास्यानि चरति चातुर्मासकः, चातुरमासी। चतुर्मास्याण् ण्यो यज्ञे तत्र भवे। चतुर्षु मासेषु भवानि चातुर्मास्यानि। संज्ञायामण् वक्तव्यः। चतुर्षु मासेषु भवा चातुर्मासी पौर्णमासी। आषाढी। कार्तिकी। फाल्गुनी।",
    "mahabhashyam": " तदस्य ब्रह्मचर्यम् (1976) (ब्रह्मचर्यार्थाधिकरणम्) (5668 उपसंख्यानवार्तिकम्।। 1 ।।) - तदस्य ब्रह्मचर्यमिति महानाम्न्यादिभ्य उपसंख्यानम् - (भाष्यम्) तदस्य ब्रह्मचर्यमिति महानाम्न्यादिभ्य उपसंख्यानं कर्तव्यम्। महानाम्नीनां ब्रह्मचर्यं माहानाम्निकम्। आदित्यव्रतिकम्।। (5669 उपसंख्यानवार्तिकम्।। 2 ।।) - तच्चरतीति च - (भाष्यम्) तच्चरतीति च महानाम्न्यादिभ्य उपसंख्यानं कर्तव्यम्। महानाम्नीश्चरति माहानाम्निकः। आदित्यव्रतिकः।। (आक्षेपभाष्यम्) नैष युक्तो निर्देशस्तच्चरतीति। महानाम्न्यो नार्मच्चः, न च ताश्चर्यन्ते, व्रतं तासां चर्यते।। (समाधानभाष्यम्) नैष दोषः। साहचर्यात्ताच्छब्द्यं भविष्यति। महानाम्नीसहचरितं व्रतं महानाम्न्यो व्रतमिति।। (5670 उपसंख्यानवार्तिकम्।। 3 ।।) - अवान्तरदीक्षाभ्यो डिनिः - (भाष्यम्) अवान्तरदीक्षाभ्यो डिनिर्वक्तव्यः। अवान्तरदीक्षी, तिलव्रती।। (5671 उरसंख्यानवार्तिकम्।। 4 ।।) - अष्टाचत्वारिंशतो ङ्वुंश्च - (भाष्यम्) अष्टाचत्वारिंशतो ड्वुंश्च डिनिश्चवक्तव्यः। अष्टाचत्वारिंशकः, अष्टाचत्वारिंशी।। (5672 उपसंख्यानवार्तिकम्।। 5 ।।) - चातुर्मास्यानां यलोपश्च - (भाष्यम्) चातुर्मास्यानां यलोपश्च ड्वुंश्च डिनिश्च वक्तव्यः। चातुर्मासकः। चातुर्मासी। अथ किमिदं चातुर्मास्यानामिति? (5673 चातुर्मास्यसिद्धिसाधकं वार्तिकम्।। 6 ।।) - चतुर्मासाण्ण्यो यज्ञे तत्र भवे - (भाष्यम्) चतुर्मासाण्ण्यो वक्तव्यः, यज्ञे तत्र भव ःथ्द्य;त्येतस्मिन्नर्थे। चतुर्षु मासेषु भवानि चातुर्मास्यानि यज्ञाः।। (5674 विधिवार्तिकम्।। 7 ।।) - संज्ञायामण् - (भाष्यम्) संज्ञायामण् वक्तव्यः। चतुर्षु मासेषु भवा चातुर्मासी पौर्णमासी।। ",
    "siddhantakaumudi": "द्वितीयान्तात्कालवाचिनोऽस्येत्यर्थे प्रत्ययः स्यात् | अत्यन्तसंयोगे द्वितीया | मासं ब्रह्मचर्यमस्य स मासिको ब्रह्मचारी | आर्धमासिकः | यद्वा प्रथमान्तादस्येत्यर्थे प्रत्ययः | मासोऽस्येति मासिकं ब्रह्मचर्यम् ॥ |<!महानाम्न्यादिभ्यः षष्ठ्यन्तेभ्य उपसंख्यानम् !> (वार्तिकम्) ॥ महानाम्न्यो नाम विदामघवन्नित्याद्या ऋचः | तासां ब्रह्मचर्यमस्य माहानाम्निकः | हरदत्तस्तु भस्याढ इति पुंवद्भावान्माहानामिक इत्याह ॥ |<!चतुर्मासाण्ण्यो यज्ञे !> (वार्तिकम्) ॥ तत्र भव इत्यर्थे ॥ चतुर्षु मासेषु भवन्ति चातुर्मास्यानि यज्ञकर्माणि ॥ |<!संज्ञायामण् !> (वार्तिकम्) ॥ चतुर्षु मासेषु भवति चातुर्मासी आषाढी | अण्णन्तत्वान्ङीप् ॥",
    "nyaas": "`द्वाभ्यामपि सम्बध्यते` इति| समर्थविभक्त्या, प्रत्ययार्थेन च| कथं सम्बध्यते? इत्याह--`कालस्य` इत्यादि| इह हि द्वितीयाऽत्यन्तसंयोगे|सा हियः कालस्य व्यापकस्तमपेक्षते, नान्तरयकत्वात्| न हि तेन विनाऽत्यन्तसंयोग उपपद्यते| ब्राहृचर्यं च `कालस्य व्यापकम्` इति| `व्यापकम्` इति| व्यापकमपेक्षमाणायां विभक्तौ ब्राहृचर्यसम्बन्धो भवति| कथं प्रत्ययार्थेन सम्बध्यते? इत्यत आह--`प्रत्ययार्थस्य च स्वम्` इति| प्रत्ययार्थः प्रतियोगि वसक्तु स्वमपेक्षते|प्रकृतत्वाच्च ब्राहृचर्यस्यैव प्रतियोगित्वं विज्ञायते, तद्धि तस्य स्वं भवति| अतः प्रतियोग्यपेक्षायां प्रत्ययार्थस्यापि ब्राहृचर्येण सम्बन्धो भवति| `पूर्वत्र` इत्यादिना पूर्वोत्तरयोर्वृत्त्योर्विशेषं दर्शयति| किं पुनरत्र प्रमाणमित्याह--`द्वयमपि` इत्यादि| कथं पुनद्र्धयमपि प्रमाणमित्याह--`उभयथा` इत्यादि| उभयस्मिन्नपि ह्रत्रार्थे सूत्रमेतदाचार्येण प्रणीतम्| द्वयमपि प्रमाणम्| `महानाम्न्यादिभ्य` इति| ब्राहृचर्यं एवार्थ इदमुपसंख्यानाम्| `तच्चरति` इत्यादि| तदिति द्वितीयासमर्थेभ्यो महानाम्न्यादिभ्यः शब्देभ्यः `चरति` इत्येतस्मिन्नर्थे इदं ठञ उपसंख्यानम्| `तत्सहचरितं व्रतं तच्छब्देनोच्यते` इति| भवति हि साहचर्यात्? ताच्छब्द्यम्, यथा--यष्टीः प्रवेशयेति| अथ ऋच एवोच्यन्त इत्येवं कस्मान्न विज्ञायेते? चरणार्थस्यायोगात्| ब्राहृचर्य हि चर्यते| `चतुर्मासाण्ण्यो यज्ञे` इत्यादि| चतुमसिशब्दात्? तत्रेति सप्तमीसमर्थाद्भव इत्येतस्मिन्नर्थे यज्ञे विषये ण्यो वक्तव्यः| `संज्ञायामण्वक्तव्यः` इति| चतुर्मासाद्भव इत्येतदपेक्षते| इदञ्च यज्ञादन्यत्रोपसंख्यानम्| ननु च `तत्र भवः  [[4|3|53]]  इत्यनेनाणाभवत्येव, किमर्थमुपसंख्यायते? सत्यमस्ति; तस्य तु द्विगोर्लुगनपत्ये`  [[4|1|88]]  इति लुक्प्रप्नोति| अतो लुग्बाधनार्थं तस्योपसंख्यानम्॥"
}


