{
    "a": "5",
    "p": "1",
    "n": "96",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<तत्र च दीयते कार्यं भववत्>> - तत्र च दीयते । \"तत्र दीयते\"तत्र कार्य॑मित्यर्थयोः सप्तम्यन्तात्कालवाचिनो भववत्प्रत्ययाः स्युरित्यर्थः । प्रावृषेण्यमिति । \"प्रावृष एण्यः\" इति भवार्थे विहित इहापि भवति । शारदमिति । शरदि दीयते कार्यं वेत्यर्थः । सन्धिवेलाद्यण्भवे विहित इहापि भवति । वस्तुतस्तु तत्र कार्यं दीयते इत्यर्थे यज्ञाख्येभ्यो भववत्प्रत्ययाः स्युरित्यर्थः । अग्निष्टोमे दीयते भक्तम् आग्निष्योमिकम् । कार्यग्रहणादिग्निष्टोमे दीयते हिरण्यमित्यत्र न भवति । न ह्रग्निष्टोमे हिरण्यं क्रियत इति भाष्ये स्पष्टम् । इति प्राग्वतीये ठञधिकारे कालाधिकारः । ",
    "tattvabodhini": "<<तत्र च दीयते कार्यं भववत्>> - तत्र च । कालवाचिनः सप्तम्यन्तद्दीयते कार्यमित्येतयोरर्थयोर्मववत्प्रत्ययः स्यात् । प्रावृषेण्यमिति ।प्रावृष एण्य॑इति भवार्थे विहितः, स इहाप्यतिदिश्यत इति भावः । शारदमिति ।सन्दिवेलाद्यृतुनक्षत्रेभ्योण् । कालाधिकारस्य पूर्णोऽवधिः ।",
    "padamanjari": " हैमनमिति। यद्यपि भववत्प्रत्यया भवन्तीत्युक्तम्, तथापि ठ्सर्वत्राण्च तलोपश्चऽ इत्यण्प्रत्ययोऽतिदिष्टे तत्सान्नयोगशिष्टस्तलोपोऽपि भवति। वतिः सर्वसादृश्यार्थ इति। ठ्कालेभ्यो भववत्ऽ इत्यत्रैतद् व्याख्यातम्। अग्निष्टोमे दीयते आग्निष्टोमिकं भक्तमिति। यद्येवम्, अग्निष्टोमस्य या दक्षिणा साग्निष्टोमे दीयते तत्र ठ्यज्ञाख्येभ्यो दीयते इत्यनेनैव सिद्धम्, तथा यन्मासे कार्यं तन्मासे भघं भवति, ततश्च कार्यग्रहणमनर्थकम्, तत्र भवेन कृतत्वात् ? अत्राहुः--ठ्ठ्द्विगोर्लुगनपत्येऽ इति लुक् प्राप्नोति। अथानेनापि प्रत्यये सति लुक्कस्मान्न भवति, यावता ठ्वतिः सर्वसादृश्यार्थेऽ इत्युक्तम् ? सत्यम्; प्रत्ययमात्रस्यातिदेशो न लुक्ऽऽ, इति। तदपरे न सहन्ते--वतिः सर्वसादृश्यार्थः, तत्र तथा भवे तदन्तविधिर्न भवति, एवमत्रापि न भवितव्यम्। एवं च कृत्वा ठ्तत्र च दीयतेऽ इत्यत्रापि तदन्तविधिर्न भवति। विभक्ते तु योगे भवत्येव, तत्र भववदित्यस्याभावात्-द्वयोर्वाजपेययोर्दीयते द्वैवाजपेयिकी। सूक्ष्मदृशामेष सन्थाः ॥",
    "kashika": "तत्र इति सप्तमीसमर्थात् कालवाचिनः प्रातिपदिकाद् दीयते, कार्यम् इत्येतयोरर्थयोर् भववत् प्रत्ययो भवति। यथा मासे भवं मासिकम्। सांवत्सरिकम्। प्रावृषेण्यम्। वासन्तिकम्। वासन्तम्। हैमनम्। हैमन्तम्। हैमन्तिकम्। शारदम्। वतिः सर्वसादृश्यार्थः। योगविभागश्च अत्र कर्तव्यः, तत्र च दीयते, यज्ञाख्येभ्यः इति। आग्निष्टेमिकं भक्तम्। राजसूयिकम्। वाजपेयिकम्। कालाधिकारस्य पूर्णो ऽवधिः। अतः परं सामान्येन प्रत्ययविधानम्।",
    "sutra_vishesh": "",
    "mahabhashyam": " तत्र च दीयते कार्यं भववत् (1978) (अतिदेशाधिकरणम्) (5675 कार्यग्रहणाक्षेपवार्तिकम्।। 1 ।।) ?B- कार्यग्रहणमनर्थकं तत्रभवेन कृतत्वात् - (भाष्यम्) कार्यग्रहणमनर्थकम्। किं कारणम्? तत्रभवेन कृतत्वात्। यद्धि मासे कार्यं मासे भवं तद्भवति, तत्र तत्र भवः (4।3।53) ःथ्द्य;त्येव सिद्धम्। (दीयते ग्रहणाक्षेपभाष्यम्) किमिदं भवान् कार्यग्रहणमेव प्रत्याचष्टे, न पुनर्दीयतेग्रहणमपि। यथैव हि यन्मासे कार्यं तन्मासे भवं भवति, एवं यदपि मासे दीयते तदपि मासे भवं भवति। तत्र तत्र भवः ःथ्द्य;त्येव सिद्धम्। न सिध्यति। न तन्मासे दीयते। किं तर्हि? मासे गते। एवं तंर्हि--औपश्लेषिकमधिकरणं विज्ञास्यते।। (समाधानभाष्यम्) एवं तर्हि योगविभागोत्तरकालमिदं पठितव्यम्-- तस्य दक्षिणा यज्ञाख्येभ्यः। तत्र च दीयते। ततः--कार्यं भववत् कालात् ःथ्द्य;ति।। ",
    "sutra": "तत्र च दीयते कार्यं भववत्‌",
    "kaumudiNumber": "1760",
    "kaumudiText": "प्रावृषि दीयते कार्यं वा प्रावृषेण्यम् | शारदम् ॥ ठञधिकारे कालाधिकारस्य पूर्णोऽवधिः ॥| इति तद्धिताधिकारे ठञधिकारे कालाधिकारप्रकरणम्‌ |",
    "nyaas": "`यथा मासे भवं मासिकम्` इत्यादि| `कालाट्ठञ्`  [[4|3|11]]  इति| `प्रावृषेण्यम्` इति| `प्रावृष एण्यः`  [[4|3|17]] | `वासन्तं शारदम्` इति| सन्धिवेलादिसूत्रे  [[4|3|16]]  णाण्| `हैमनम्` इति| `हेमन्ताच्च`  [[4|3|21]]  इति, `सर्वत्राण्च तलोपश्च`  [[4|3|22]]  इति| वतिः सादृश्यार्थः| `कालेभ्यो भववत्`  [[4|2|33]]  इत्यत्रैतद्व्याख्यातम्| तत एवानुगन्तव्यम्| चकारः कालादित्यनुकर्षणार्थः, तेन चानुकृष्टत्वादुत्तरत्र नानुवत्र्तते, अत आह--`कालाधिकारस्य पूर्णोऽवधिः` इत्यादि| ननु च यन्मासे दीयते कार्यं च तन्मासे भवति; मासाधारत्वात्? तत्सत्तायाः| अतः `तत्र भवः`  [[4|3|53]]  इत्यनेनाणैव सिद्धमिति किमतिदेशेन? एवं तेन सत्यपि भवत्यर्थे कार्यदीयमानयोः कार्यतां दीयमानताञ्च कालान्तात्? तैः प्रत्ययैरपि ख्याययितुमतिदेशः| किञ्चानेन च तत्र भवानामपि न| तेन सति तस्मिन्? तदन्तविधेरिष्टत्वाद्द्वयोर्मासयोर्दीयते कार्यं वा--द्वैमासिकमिति| अथापि कथञ्चिद्भवार्थेऽपि तदन्तविधिर्गृह्रते, एवमपि `द्विगोः`  [[4|1|88]]  इति लुक्? स्यात्| ननु चात्रापि विधाने सत्यतिदेशादेव लुक्? प्राप्नोति? वचनसामथ्र्यान्? प्रत्ययमात्रस्यातिदेशो विज्ञास्यते, न सर्वकार्याणामित्यदोषः॥"
}


