{
    "a": "5",
    "p": "1",
    "n": "20",
    "msknum": "1965",
    "ssknum": "0",
    "balamanorama": "<<असमासे निष्कादिभ्यः>> - असमासे । इति यावदिति ।तेनक्रिती॑मित्येतत्पर्यन्तमित्यर्थः । ठगिति । पूर्वसूत्रात्तदनुवृत्तेरिति भावः । आर्हीयेष्विति ।तदर्हती॑त्येतत्पर्यन्तमनुक्रान्तेषुतेन क्रीत॑मित्याद्यर्थेष्वित्यर्थः । नैष्किकमिति । निष्केण क्रीतमित्यर्थः । यथायोगं क्रीताद्यर्थान्वयः । समासे तु ठञ्ेव]इति । परमनिष्कादिशब्दादित्यर्थः । ",
    "tattvabodhini": "<<असमासे निष्कादिभ्यः>> - असमासे निष्कादिभ्यः । निष्क, पण, पाद, माष,वाह,द्रोण, षष्टि — इति सप्त निष्कादयः । तत्र द्रोणशब्दः परिमाणवाची, षष्टिशब्दः सङ्ख्यावाची, ताभ्यां ठञि प्राप्ते वचनम् । इतरेषां तु पञ्तानामुन्मानवाचित्वेन पूर्वसूत्रेणैव ठकि सिद्धे समासप्रतिषेधार्थं वचनमित्येके । अन्ये त्वाहुः —  — पूर्वसूत्रे परिच्छेदकमात्रं सङ्ख्याभिन्नं परिमाणशब्देन गृह्रते । तेन सर्वेभ्यष्ठञि प्राप्ते ठग्विधानार्थं वचनम् । न चैवंपरिमाणं तु सर्वतः॑इति भेदेन व्युत्पादनं व्यर्थमिति वाच्यं,प्रमाणपरिमाणाभ्या सङ्ख्यायाश्चापि संशये॑इत्यादावस्योपयोगादिति पक्ष द्वयमप्येतत्पदमञ्जार्यां स्पष्टम् ।",
    "padamanjari": " ठञोऽपवाद इति। येन नाप्राप्तिन्यायेन निष्कादिभ्यो हि द्रोणपर्यन्तेभ्यः परिमाणशब्दात्षष्ठिशब्दाट्ठकः पर्युदासे ठञेव प्राप्नोति, अतस्तस्यैवायमपवादः। तदन्ताप्रतिषेधस्येति। तदन्तविधावप्रतिषेधस्येत्यर्थः। यदि तर्हि तदन्तात्प्रत्ययो विज्ञायते, एवं तर्हि ठ्व्यपदेशिवद्भावोऽप्रातिपदिकेनऽ इति केवलेभ्यो नोपपद्यते ? नैष दोषः; अस्मासग्रहणेन हि ग्रहणवत्परिभाषाया निवृत्तिराख्याता, तन्निवृतौ ठ्येन विधिस्तदन्तस्यऽ इति तदन्तता, अत्र स्वस्य च रूपस्य प्रकृतत्वात्केवलादपि भवति। यस्तु मन्यते---पूर्वत्रोपादानसामर्थ्यात्केवलादपि स्यादिति, तस्य हि लाघवार्थं केवलानां पाठः स्यादिति यत् किञ्चिदेतत्। इत उतरं चेति। कथं पुनरिष्यमाणोऽपि तदन्तविधिर्लभ्यते, यावता ठ्ग्रहणत्रता प्रातिपदिकेन तदन्तविधिर्न भवतिऽ इति प्रतिष्ध्यते ? अस्याः परिभाषाया अनित्यत्वं च तस्या गर्गादिषु ठ्वाजासेऽ इति समासप्रतिषेधाद् गम्यते। नित्यत्वे हि सति वाजशब्दादुत्प्द्यमानस्य प्रत्ययस्य समासे प्राप्तिरेव नास्तीति समासे प्रतिषेधं न कुर्यात्। द्विशूर्पमिति। द्वाभ्यां शूर्पाभ्यां क्रीतमिति तद्धितार्थे द्विगुं कृत्वा न तावगदेषा लुगन्ता प्रकृतिरिति ठ्संख्यापूर्वपदादपि ठ्शूर्पादञ्न्यतरस्याम्ऽ इत्यञेव क्रियते, तस्य ठध्यर्धपूर्वद्विगोर्लुगसंज्ञायाम्ऽ इति लुक्। द्विशोर्पिकमिति। ठ्परिमाणान्तस्यासंज्ञाशाणयोःऽ इत्युतरपदवृद्धिः। यदुक्तम्--ठित उतरं संख्यापूर्वपदानं तदन्तविधिरिष्यतेऽ इति, यच्चोक्तम्--ठ्लुगन्तायास्तु प्रकृतेर्नेष्यतेऽ इति, तदुभयमाप्तागमेन स्थिरीकर्तुमाह--तथा चोक्तमित्यादिना ॥",
    "kashika": "आर्हातित्येव। विष्कादिभ्यः शब्देभ्यो ऽसमासे ठक् प्रत्ययो भवति आर्हीयेष्वर्थेषु। ठञो ऽपवादः। नैष्किकम्। पाणिकम्। पादिकम्। माषिकम्। असमासे इति किम्? परमनैष्किकम्। उत्तमनैष्किकम्। ठजेव भवति, अरिमाणान्तस्य इत्युत्तरपदवृद्धिः। अथ किमर्थम् असमासे इत्युच्यते यावता ग्रहणवता प्रातिपदिकेन तदन्तविधिः प्रतिषिध्यते? निष्कादिष्वसमासग्रहणं ज्ञापकं पूर्वत्र तदन्ताप्रतिषेधस्य। उगवादिभ्यो यत् [[5|1|2]] गव्यम्, सुगव्यम्, अतिसुगव्यम् विभाषा हविरपूपादिभ्यः [[5|1|4]] अपूप्यम्, अपूपीयम्, यवापूप्यम्, यवापूपीयम्। शरीरावयवाद् यत् [[5|1|6]] दन्त्यम्, राजदन्त्यम् इत्येवमादि सिध्दं भवति। इत उत्तरं च सङ्ख्यापूर्वपदानां तदन्तविधिरिष्यते। पारायणतुरायणचान्द्रायणं वर्तयति [[5|1|72]] द्वैपारायणिकः, त्रैपारायणिकः। लुगन्तायाः तु प्रकृतेर् न इष्यते। द्वाभ्यां शूर्पाभ्यां क्रीतम् द्विशूर्पम्। त्रिशूर्पम्। द्विशूर्पेण क्रीतम् इति तदन्तविधिप्रतिषेधात् शूर्पादञन्यत्रस्याम् [[5|1|26]] इति अञ् न भवति। सामान्यविहितष् ठञेव भवति। द्विशौर्पिकम्। ठञो द्विगुं प्रत्यनिमित्ताल् लुगभावः। तथा च उक्तम्, प्राग्वतेः सङ्ख्यापूर्वपदानां तदन्तग्रहणम् अलुकि इति। निष्क। पण। पाद। माष। वाह। द्रोण। षष्ति। निष्कादिः।",
    "sutra_vishesh": "",
    "mahabhashyam": " असमासे निष्कादिभ्यः (1902) (पदकृत्यभाष्यम्) असमास ःथ्द्य;ति किमर्थम्? परमनिष्केण क्रीतम्-परमनैष्किकम्। नैतदस्ति। निष्कशब्दात्प्रत्ययो विधीयते, तत्र कः प्रसङ्गो यत्परमनिष्कशब्दात्स्यात्। नैव प्राप्नोति, नार्थः प्रतिषेधेन। तदन्तविधिना प्राप्नोति। ग्रहणवता प्रातिपदिकेन तदन्तविधिः प्रतिषिध्यते।। अत उत्तरं पठति-- (5613 असमासपदप्रयोजनवार्तिकम्।। 1 ।।) - निष्कादिष्वसमासग्रहणं ज्ञापकं पूर्वत्र तदन्ताप्रतिषेधस्य - (भाष्यम्) निष्कादिष्वसमासग्रहणं क्रियते ज्ञापकार्थम्। किं ज्ञाप्यम्? एतज्ज्ञापयत्याचार्य्यः--पूर्वत्र तदन्तविधेः प्रतिषेधो न भवतीति। किमेतस्य ज्ञापने प्रयोजनम्? प्राग्वतेष्ठञ्ञ् (5।1।18) ःथ्द्य;त्यत्र तदन्तविधिः सिद्धो भवति।। नैतदस्ति प्रयोजनम्। ग्रहणवता प्रातिपदिकेन तदन्तविधिः प्रतिषिध्यते, न च ठञ्ञ्विधौ काचित्प्रकृतिर्गृह्यते। ःथ्द्य;दं तर्हि प्रयोजनम्--आर्हादगोपुच्छसंख्यापरिमाणाट्ठक् (5।1।19)--परमगोपुच्छेन क्रीतं पारमगोपुच्छिकम्। अत्र तदन्तविधिः सिद्धो भवति।। एतदपि नास्ति प्रयोजनम्। विधौ प्रतिषेधः, प्रतिषेधश्चायम्। एवं तर्हि ज्ञापयत्याचार्यः--ःथ्द्य;त उत्तरं तदन्तविधेः प्रतिषेधो न भवतीति। किमेतस्य ज्ञापने प्रयोजनम्? पारायणतुरायणचान्द्रायणं वर्तयति (5।1।72) द्वैपारायणिकः, त्रैपारायणिकः। अत्र तदन्तविधिः सिद्धो भवति।। एतदपि नास्ति प्रयोजनम्। वक्ष्यत्येतत्--प्राग्वतेः संख्यापूर्वंपदानां तदन्तग्रहणमलुकीति। पूर्वत्रैव तर्हि प्रयोजनम्। खलयवमाषतिलवृषब्रह्मणश्च (5।1।7) ःथ्द्य;ति। कृष्णतिलेभ्यो हितः- कृष्णतिल्यः, राजमाषेभ्यो हितं--राजमाष्यम्।। (5614 उपसङ्ख्यानवार्तिकम्।। 2 ।।) - प्राग्वतेः संख्यापूर्वपदानां तदन्तग्रहणमलुकि - (भाष्यम्) प्राग्वतेः संख्यापूर्वपदानां तदन्तग्रहणमलुकि कर्तव्यम्। पारायणतुरायणचान्द्रायणं वर्तयति। द्वैपारायणिकः। त्रैपारायणिकः। अलुकीति किमर्थम्? द्वाभ्यां शूर्पाभ्यां क्रीतम्--द्विशूर्पम्, त्रिशूर्पम्। द्विशूर्पेण क्रीतम्--द्विशौर्पिकम्, त्रिशौर्पिकम्।। ",
    "sutra": "असमासे निष्कादिभ्यः",
    "kaumudiNumber": "1682",
    "kaumudiText": "आर्हादित्येतत् तेन क्रीतम् <{1702}> इति यावत्सप्तदशसूत्र्यामनुवर्तते | निष्कादिभ्योऽसमासे ठक्स्यादार्हीयेष्वर्थेषु | नैष्किकम् | समासे तु ठञ् ॥",
    "nyaas": "`ठञोऽपवादः` इति| येन नाप्राप्तित्यायेन (व्या|प|49)| निष्कादिभ्यो द्रोणपर्यन्तेभ्यः परिमाणशब्दत्वात्? षष्ठिशब्दस्य संख्याशब्दत्वाट्ठकि पर्युदस्ते ठञेव प्राप्नोति, अतस्तस्यैवायमपवादः| `तेदन्ताप्रतिषेधस्य` इति तदन्तविधेरप्रतिषेधस्येत्यर्थः| यदि तर्हि तदन्तात्? प्रत्ययो विज्ञायते, एवं तर्हि `व्यपदेशिवद्भावोऽप्रातिपदिकेन` (शा|प|65) इति केवलेभ्य- प्रत्ययो नोपपद्यते? नैष दोषः; असमासगरहणेन हि ग्रहणवत्परिभाषाया (व्या|प|89) निवृत्तिराख्याता, निवृत्तायाञ्च `ये नविधिस्तदन्तस्य`  [[1|1|71]]  इति तदन्ताद्भवति| तत्र च `स्वस्य च रूपस्य` (काशिका|1.1.73) इति प्रकृतत्वात्? केवलादपि भवति| यत्तु मन्यते-`अपूर्वोपादानसामथ्र्यात्? केवलादिति लाघवार्थं केवलानां पाठः स्यात्` इति, यत्किञ्चदेतत्| `इत उत्तरञ्च` इत्यादि| कथं पुनरिष्यमाणोऽपि तदन्तविधिर्लभ्यते, यावता `ग्रहणवता प्रातिपदिकेन तदन्तविधिर्न` (व्या|प|89) इति प्रतिषिध्यते? अस्याः परिभाषाया अनित्यत्वात्| अनित्यत्वं तु तस्या गर्गादिषु `वाजासे` इति समासे प्रत्ययप्रतिषेधाद्गम्यते| नित्यत्वे हि वाजशब्दादुत्पद्यमानस्य प्रत्ययस्य समासे प्राप्तिरेव नास्तीति प्रतिषेधं कुर्यात्| `द्विशूर्पम्` इति| द्वाभ्यां शूर्पाभ्यां क्रीतमिति तद्धितार्थे द्विगुं कृत्वा| न तावदेषा लुगन्ता प्रकृतिरिति संख्यापूर्वपदादपि `शूर्पादञन्यतरस्याम्`  [[5|1|26]]  इत्यञेव क्रियते, तस्य `अव्यद्र्धपूर्वद्विगोर्लुगसंज्ञायाम्`  [[5|1|28]]  इति लुक्| `द्विशौर्पिकम्` इति| `परिमाणान्तस्यासंज्ञाशाणयोः`  [[7|3|17]]  इत्युत्तरपदवृद्धिः| यदुक्तम्--`संख्यापूर्वपदानां तदन्तविधिरितीष्यते` इति, यच्चोक्तम्--`लुगन्तायास्तु प्रकृतेर्नेष्यते` इति, तदुभयमाप्तागमेन स्थिरीकर्त्तुमाह--`तथा चोक्तम्` इत्यादि॥`कनोऽपवादः` इति| उत्तरसूत्रेण प्राप्तस्य| `शतिकम्` इति| `तदस्य परिमाणम्`  [[5|1|56]]  इति वत्र्तमाने `संख्यायाः संज्ञासङ्घसूत्राध्ययनेषु`  [[5|1|57]]  इति सङ्घे प्रत्ययार्थे विविक्षित उत्तरसूत्रेण कन्नेव भवति| `प्रत्ययार्थोऽत्र सङ्घः` इति| शतमध्यायानां परिमाणं यस्य निदानख्यग्रन्थस्य, स चेह प्रत्ययार्थः| स च शतसंख्याव्यवच्छिन्नाव्यायसमुदायात्मक इति सङ्घ एव परत्ययार्तो भवति| `शतमेव वस्तुतः` इति| अव्यायशतस्यानन्यार्थत्वात् ततस्च प्रकृत्यर्थात्? न भिद्यते| तदेव ह्रध्यायानां शतं प्रकृत्याभिधीयते, प्रत्ययान्तेनापि तदेवेति नेह प्रकृत्यर्थात्? प्रत्ययार्थभेदः| तदेतेन यत्र चाव्यतिरिक्तः प्रकृत्यार्थात्? प्रत्ययार्थस्तत्र प्रतिषेधो भविष्यति| न च व्यतिरिक्त इत्येतदाख्यातम्| ननु च `सङ्घे चानौत्तराधर्ये`  [[3|3|42]] , `संख्यायाः संज्ञासङ्घसूत्राध्ययनेषु`  [[5|1|57]]  इत्यत्र च प्राणिसमूहे सङ्घशब्दो गृह्रते, ततर कथं ग्रन्थविषयो गृह्रते. उपचारेणेत्यदोषः| यदि वा संख्यासूत्रे संज्ञाशब्दसाहचर्याद्विशिष्टः सङ्घो गृह्रते| `सङ्घे चानौत्तराधर्ये` इत्यत्रापि `छन्दोनाम्नि च`  [[3|3|34]]  इत्यतो नामग्रहणानुवृत्तेः प्राणिसङ्घो गृह्रते| इह तु यत्वाभावाद्? गन्थस्यापि ग्रहणमित्यविशेषः| `इह तु` इत्यादि| ननु च शतेऽभिधेये प्रतिषेधेन भवितव्यम्, इह च शतद्यं शाटकशतम्, शतिकं शाटकशतमित्युक्ते शतं प्रतीयत एव, तत्किमिति प्रतिषेधो न भवति? इत्याह--`वाक्येन` इत्यादि| शत्यशतिकशब्दौ हि सायान्यशब्दौ, सामान्यशब्दाश्च न प्रकरणादिकमन्तरेण विशेषे वत्र्तन्ते| तेन यावच्छाटकशतिमित्येतत्पदान्तरं न प्रयुज्यते, तावत्? प्रत्ययार्थस्य शतत्वं नावसीयते| तस्मात्? पदान्तरसन्निधौ गम्यमानत्वात्? पदान्तरार्थो भवति, न प्रत्यायार्थः| `न श्रुत्या` इति| गम्यत इति सम्बन्धः| यत्र प्रत्ययान्तेन पदान्तरनिरपेक्षेण प्रत्ययार्थस्य शतताऽ‌ऽख्यायते, तत्र श्रुत्या प्रत्ययान्तश्रवणमात्रेणैव गम्यते, यथा--प्रत्युदाहरणे शतं परिमाणमस्य शतकमित्युक्ते गम्यत एवैतत्--प्रत्ययार्थोऽपि शतमेवेति| इह तु वाक्याच्छतत्वं प्रतीयते| न च पदसंस्कारकाले वाक्यार्थस्तयाङ्गभावोऽस्ति| तदा तस्योपसर्जनत्वात्? प्रकृत्यर्थादतिरिक्ते प्रत्ययार्थे प्रतिषेधो भवति, न तु व्यतिरिक्तवाक्यगम्य इति| तदाप्तवचनेन द्रढयितुमाह--`तथा चोक्तम्` इत्यादि| शतप्रतिषेधे कत्र्तव्ये प्रकृत्यर्थादन्यस्य प्रत्ययार्थस्य शतत्वेऽप्रतिषेध इत्येतदुक्तं भवति| तत्रान्यत्? प्रकृत्यर्थः शतम्, अन्यत्? प्रत्ययार्थः शतम्| तत्र विधिरेव भवति; न प्रतिषेध इति| केन पनः समासे प्राप्नोति, यतस्तत्प्रतिषेदार्थोऽसमासानुकर्षणार्थश्चकारः क्रियते? इत्याह--`प्राग्वतेः` इत्यादि॥"
}


