{
    "a": "5",
    "p": "1",
    "n": "80",
    "s": "तमधीष्टो भृतो भूतो भावी ",
    "padachcheda": "तम् २\/१ अधीष्टः १\/१ भृतः १\/१ भूतः १\/१ भावी  १\/१",
    "anuvritti": "",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76]    प्राग्वतेष्ठञ् [5।1।18]  कालात् [5।1।78] समर्थानां प्रथमाद्वा [4।1।82] ",
    "full_sutra": "\"तम् अधीष्टः, भृतः,  भूतः,  भावी\" (इति) कालात् ठञ् प्रत्ययः ",
    "siddhantakaumudi_index": "1744",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<तमधीष्टो भृतो भूतो भावी>> - तमधीष्टो द्वितीयान्तादधीष्टादिष्वर्थेषु ठञ्स्यादित्यर्थः । व्यापारित इति । प्रेरित इत्यर्थः । तादृश एवेति । स्वसत्तया व्याप्यमानकाल इत्यर्थः । मासमधीष्य इत्यादौकालाध्वनो॑रिति द्वितीया । ",
    "tattvabodhini": "",
    "padamanjari": " भावीति तादृश एवानागत इति। स्वसतया व्याप्यमानकाल इत्यर्थः। ननु चेति। यद्यपि क्वचित्कदाचिन्मासमप्यध्येणं भरणं च क्रियते, तथापि यावन्तं कालं क्रियते, न तावतः प्रत्यय इष्यते, अपि तु फलभूतक्रियाव्याप्यकालादिष्यते। स चाध्येषणभरणाभ्यामव्याप्त इति द्वितीयानुपपतिरिति भावः। अध्येषणभरणे क्रियार्थे इति। अध्यापनादिक्रियार्थं हि तयोः करणम्। फलभूतया क्रिययेति अध्यापनादिकया। ताभ्यामेव व्याप्त इत्युच्यत इति। यथा चौरैराहृतेनाग्निना दग्धे ग्रामे वक्तारो भवन्ति--चौरैर्दग्दो ग्राम इति ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "तम् इति द्वितीयासमर्थात् कालवाचिनः प्रातिपदिकातधीष्टो भृतो भूतो भावी वा इत्यस्मिन्नर्थे यथाविहितं प्रत्ययो भवति। अधीष्टः सत्कृत्य व्यापादितः। भृतः वेतनेन क्रीतः। भूतः स्वसत्तया व्याप्तकालः। भावी तादृश एवानागतः। कालाध्वनोरत्यन्तसंयोगे [[2|3|5]] इति द्वितीया। मासमधीष्टः मासिको ऽध्यापकः। मासं भृतः मासिकः कर्मकरः। मासं भूतः मासिको व्याधिः। मासं भावी मासिकः उत्सवः। ननु चाध्येषणं भरणं च मुहूर्तं क्रियते तेन कथं मासो व्याप्यते? अध्येषणभरणे क्रियार्थे, तत्र फलभूतया क्रियया मासो व्याप्यमानस् ताभ्याम् एव व्याप्तः इत्युच्यते।",
    "mahabhashyam": " तमधीष्टो भृतो भूतो भावी (1962) (5663 तम् ःथ्द्य;ति द्वितीयान्तनिर्देशाक्षेपवार्तिकम्।। 1 ।।) - अधीष्टभृतयोर्द्वितीयानिर्देशोऽनर्थकस्तत्रादर्शनात् - (भाष्यम्) अधीष्टभृतयोर्द्वितीयानिर्देशोऽनर्थकः। किं कारणम्? तत्रादर्शनात्। न ह्यसौ मासमधीष्यते। किं तर्हि? मुहूर्तमसावधीष्टो मासं तत्कर्म करोति। (5664 चतुर्थीनिर्देशेनाक्षेपनिरासवार्तिकम्।। 2 ।।) - सिद्धं तु चतुर्थीनिर्देशात् - (भाष्यम्) सिद्धमेतत्। कथम्? चतुर्थीनिर्देशः कर्तव्यः। तस्मा अधीष्ट ःथ्द्य;ति। (वार्तिकानुपयोगप्रदर्शनपूर्वकं सिद्धान्तभाष्यम्) स तर्हि चतुर्थीनिर्देशः कर्तव्यः? न कर्तव्यः। तार्दथ्यात्ताच्छब्द्यं भविष्यति। मासार्थो मुहूर्तः--मासः।। ",
    "siddhantakaumudi": "अधीष्टः सत्कृत्य व्यापारितः | भृतो वेतनेन क्रीतः | भूतः स्वसत्तया व्याप्तकालः | भावी तादृश एवानागतः कालः | मासमधीष्टो मासिकोऽध्यापकः | मासं भृतो मासिकः कर्मकरः | मासं भूतो मासिको व्याधिः | मासं भावी मासिक उत्सवः ॥",
    "nyaas": "`कालाध्वनोरत्यन्तसंयोगे`  [[2|3|5]]  इति द्वितीया| `तमधीष्टः` इत्यादौ कर्मणि द्वितीया नोपपद्यते; अध्येष्यमाणादि हि पुरुषादिकर्मानयानिष्टयाभिहितम्, न चान्या क्रियाऽस्ति यस्यां मासादि कर्म स्यात्|`ननु च` इत्यादिना, यदुक्तम्--`कालाध्वनोरत्यन्तसंयोगे`  [[2|3|5]]  द्वितीयेति तद्विघटयति| तेन कथं मासो व्याप्यत इति? न कथञ्चित्| विघटत इत्यर्थः| यद्धि मुहूर्त्तं क्रियते, तेन मुहूत्र्तेन मासैकदेशो व्याप्यते, न तु सकलो मासः| `क्रियार्थे` इति| अध्ययनादिक्रियार्थे| तदर्थं हि ते क्रियेते| `फलभूतया क्रियया` इति| अध्ययनादिकया| `ताब्यामेव व्याप्त इत्युच्यते` इति| तदन्यव्यापारस्य तत्रोपचारात्| यथा `चौरेण ग्रामो दग्धः` इत्युक्ते न चौरेण ग्रामो दह्रते, अपि तु तदाह्मतेनाग्निना| उपचारेण तु तथा व्यपदेशः॥"
}


