{
    "a": "5",
    "p": "1",
    "n": "87",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<रात्र्यहस्संवत्सराच्च>> - रात्र्यहः । द्विगोरित्येवेति । रात्रि, अहन् संवत्सर — एतदन्ताद्द्विगोर्निर्वृत्तादिष्वर्थेषु खो वा स्यादित्यर्थः । पक्षेठञ् । द्विरीत्रीण इति । द्वाभ्यां रात्रिभ्यां निर्वृत्तः, द्वे अहनी अधीष्ट इत्यादिष्वर्थेषु \"तद्धितार्थ\" इति द्विगोः खः,अह्नष्टखो॑रिति टिलोपः । समाहारद्विगोस्तु न खः, टचि कृते अहन्शब्दाऽभावात् । द्वैयह्निक इति ।अह्वष्टखोरेव॑ति नियमान्न टिलोपः, किन्त्वल्लोपः, अह्नादेशो वा ।न य्वाभ्या॑मित्यैच् । ननु \"द्व्यहीन\" इत्यत्र तद्धितार्थ॑ इति द्विगुसमासे कृतेरात्र्यहःसंवत्सराच्चे॑ति र्ख बाधित्वा परत्वात् \"राजाहःसखिभ्यः\" इति टचि \"अह्नोऽह्न एतेभ्यः\" इत्यह्नादेशे तस्य स्थानिवत्त्वेनाऽहन्शब्दत्वेऽपि टजन्तस्य तदभावात् \"रात्र्यहःसखिभ्यः\" इति टचि \"अह्नोऽह्न एतेभ्यः\" इत्यह्नादेशे तस्य स्थानिवत्त्वेनाऽहन्शब्दत्वेऽपि टजन्तस्य तदभावात्रात्र्यहःसंवत्सराच्चे॑ति खप्रत्ययो न स्यात् । कृतेऽपि खप्रत्यये \"द्व्यह्नीन\" इतिस्यादित्यत आह — समासान्तविधेरनित्यत्वान्न टजिति । एवं च टजभावे सति नाह्नादेशः, समासान्ते पर एव तद्विधानादिति भावः ।समासान्तविधिरनित्यः॑ इति षष्ठाध्यायस्य द्वितीये पादेद्वित्रिभ्यां पाद्दन्मूर्धसु बहुव्रीहौ॑ इति सूत्रभाष्ये स्पष्टम् । अथ संवत्सरान्तस्य खे उदाहरति — द्विसंवत्सरीण इति । ",
    "tattvabodhini": "<<रात्र्यहस्संवत्सराच्च>> - द्वैयह्निक इति ।टेखोरेवे॑ति नियमादिह टिलोपो न ।अल्लोपोऽनः॑ ।न य्वाभ्यां॑मित्यैच् । ननुतद्धितार्थ॑इति द्विगुसमासानन्तरंरात्र्यहःसंवत्सराच्चे॑क्येवं बाधित्वा परत्वाट्टचा भाव्यम् । न च महाविभाषया टचो विकल्प इति वाच्यम् ।बृहतीजात्यन्ताः समासान्ताश्चे॑ति नित्येषु परिगणनादत आह — -समासान्तविधेरिति । यद्यपि टचि कृतेऽप्यह्नादेशेनद्वैयह्निकः॑इति रूपं सिध्यति, तथापिद्व्यहीनः॑इति हि रूपं न सिध्यति, टचि सति आह्नादेशे तस्य स्थानिवत्त्वात्,राजाहः॑इति समासान्तस्याऽहःशब्दान्तसमासग्रहणेनैव ग्रहणाच्चरात्र्यहऋसंवत्सराच्च॑इति खप्रत्यये कृतेऽपिद्व्यह्नीन॑इति रूपप्रसङ्गादित्याहुः ।",
    "padamanjari": " द्वैयह्निक इति। ठङ्नष्टखोरेवऽ इति कनियमादसति टिलोपे ठल्लोपोऽनःऽ इत्यकारलोपः। नन्वत्र ठ्राजाहःसखिभ्यष्टच्ऽ इति परत्वाट्टचा भवितव्यम्, न च महाविभाषया टटो विकल्पः, बृहतीजात्यन्ताः समासान्ताश्चेति नित्येषु परिगणनात् ? एवं तर्हि समासान्तविधरेनित्यत्वादत्र न भविष्यति ॥",
    "kashika": "रात्रि अहः संवत्सर इत्येवम् अन्ताद् द्विगोः निर्वृत्तादिषु अर्थेषु वा खः प्रत्ययो भवति। खेन मुक्ते पक्षे ठञपि भवति। द्विरात्रीणः, द्वैरात्रिकः। त्रिरात्रीणः, त्रैरात्रिकः। द्व्यहीनः, द्वैयह्निकः। त्र्यहीणः, त्रैयह्निकः। द्विसंवत्सरीणः, द्विसांवत्सरिकः। त्रिसंवत्सरीणः, त्रिसांवत्सरिकः। सङ्ख्यायाः संवत्सरसङ्ख्यस्य च इत्युत्तरपदवृद्धिः।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "रात्र्यहस्संवत्सराच्च",
    "kaumudiNumber": "1751",
    "kaumudiText": "द्विगोरित्येव | द्विरात्रीणः | द्वैरात्रिकः | द्व्यहीनः | द्वैयह्निकः | समासान्तविधेरनित्यत्वान्न टच् | द्विसंवलत्सरीणः ॥",
    "nyaas": "`द्व्यहीनः` इति| `अह्नष्टखोरेव`  [[6|4|145]]  इति टिलोपः| विभाषानुवत्र्तते, तेन व्यवस्थितविभाषात्वान्न टज्भविष्यति| `द्वैयह्निकः, त्रैयह्निकः` इति| `न य्वाभ्याम्`  [[7|3|3]]  इत्यादिनैजागमः, वृद्धिप्रतिषेधश्च॥"
}


