{
    "a": "5",
    "p": "1",
    "n": "47",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<तदस्मिन् वृद्ध्यायलाभशुल्कोपदा दीयते>> - तदस्मिन् । वृद्धि, आय, लाभ, शुल्क, उपदा एषां द्वन्द्वात्प्रथमाबहुवचनम् । ननु तर्हि दीयत इति कथमेकवचनमित्यत आह — वृद्धिर्दीयत इत्यादि क्रेमेणेति । एवंच तदस्मिन्वृद्धिर्दीयते, तदस्मिन् आयो दीयते, तदस्मिन् लाभो दीयते, तदस्मिन् शुल्को दीयते, इत्यर्थेषु प्रतमान्ताद्यथाविहितं ठञादयः स्युरित्यर्थः । पञ्चक इति । \"सङ्ख्यायाः\" इति कन् । शतिकः । शत्य इति । शतमस्मिन्वृद्धिः, आयः, लाभः, शुल्कः, उपदा वा दीयते इति विग्रहः ।शताच्च ठन्यतौ॑ । साहरुआ इति । सहरुआमस्मिन्दीयते इत्यादि विग्रहः ।शतमानसहरुओ॑त्यण् । रक्षानिर्वेश इति । रक्षा=प्रजापरिपालनम्, तदर्थे निर्वेशः=भृतिः रक्षानिर्वेशः । उत्कोच इति ।मह्रं किञ्चिद्दत्तं चेत्तव राजद्वारेऽनुरकूलो भवामी॑त्यादि समयं कृत्वा यद्गृह्रते तदुत्कोच इत्युच्यत इत्यर्थः ।चतुथ्र्यर्थ इति । तदस्मै वृद्ध्यादि दीयते इत्युपसंख्यातव्यमित्यर्थः । सममब्राआहृणे इति । एवंच सम्प्रदानस्यैवाधिकरणत्वविवक्षया इष्टसिद्धेरुपसह्ख्यानमिदं नादर्तव्यमिति भावः । ",
    "tattvabodhini": "<<तदस्मिन् वृद्ध्यायलाभशुल्कोपदा दीयते>> - तदस्मिन् । प्रथमासमर्थादस्मिन्निति सप्तम्यर्थे यथाविहितं प्रत्ययो भवति । शुल्कग्रहणं प्रपञ्चार्थं, तस्याप्यायविशेषत्वात् । तथा चठगायस्थानेभ्यः॑इति ठग्भवति, शौल्कशालिक इथि हरदत्तः । उपदा दीयत इति । जसः सस्य रुत्वे यत्वे च यलोपः । साहरुआ इति ।शतमाने॑त्यादिनाऽण् । रक्षानिर्वेश इति । निर्वेशो  — -भृतिः । रक्षानिमित्तको निर्वेशो रक्षानिर्वेशः । संबन्धषष्ठआ समासः । सममित्यादि । एवं च सम्प्रदानस्यैवाऽधिकरणत्वविवक्षयेष्टसिद्धौ उपसङ्ख्यानं नादर्तव्यमिति भावः ।",
    "padamanjari": " पूरणवाचिन इति। पूर्यते येनार्थः स पूरणः, तद्वाचिन इत्यर्थः। एतेन ठ्पूरणऽ इत्यर्थस्येदं ग्रहणम्, न तु प्रत्ययस्येति दर्शयति। यदि तु पूरणग्रहणं स्वर्येत ततः स्वरितेनाधिकारगतिर्भवतीति ठ्तस्य पूरणे डट्ऽ इति पूरणाधिकारविहिता डटादयः प्रत्यया गृह्यएरन्, यथा-गोस्त्रियोरित्यत्र स्त्र्यधिकारविहिताष्टाबादयः, ततश्च ठ्पूरणाद्भागे तीयादन्ऽ इत्यनन्तान्न स्यात्, अर्थग्रहणे ततोऽपि भवति, तहन्तमपि हि पूरण एवार्थे वर्तते, स्वार्थिकत्वादनः। तस्मादर्थग्रहणमेव न्याय्यम्। ठक्टिठनोरपवाद इति। पूरणादार्ङीयस्य ठकोऽपवादः। अर्द्धादपिअर्द्धाच्यति वक्तव्यमिति टिठनः। स्त्रियां च विशेषः, टिठिनि हि सति ङीप् स्यात्, ठनि तु टाप् भवति। अर्द्धशब्दो रूपकार्द्धस्य रूढिरिति। रूपकमुकार्षापणम्, तदीयस्य भागस्यार्द्धशब्दो वाचकत्वेन प्रसिद्ध इत्यर्थः। तेनार्द्धिक इति भागवत्सापेक्षत्वेनासामर्थ्यं नोद्भावनीयमिति भावः ॥",
    "kashika": "तदिति प्रथमासमर्थादस्मिन्निति सप्तम्यर्थे यथाविहितं प्रत्ययो भवति, यत् तत् प्रथमासमर्थं वृद्ध्यादि चेत् तद् दीयते। दीयते इत्येकवचनान्तं वृद्ध्यादिभिः प्रत्येकम् अभिसम्बध्यते। तत्र यदधमर्णेन उत्तमर्णाय मूलधनातिरिक्तं देयं तद् वृद्धिः। ग्रामादिषु स्वामिग्राह्यो भागः आयः। पटादीनाम् उपादानमूलादतिरिक्तं द्रव्यं लाभः। रक्षानिर्वेशो राजभागः शुल्कः। उत्कोचौपदा। पञ्च अस्मिन् वृद्धिर् वा आयो वा लाभो वा शुल्को वा उपदा वा दीयते पञ्चकः। सप्तकः। शत्यः, शतिकः। साहस्रः। चतुर्थ्यर्थ उपसङ्ख्यानम्। पञ्च अस्मै वृद्धिर् वा आयो वा लाभो वा उपदा वा दीयते पज्चको देवदत्तः। सिद्धं त्वधिकरणत्वेन विवक्षितत्वात्। सममब्राह्मणे दानम् इति यथा।",
    "sutra_vishesh": "",
    "mahabhashyam": " तदस्मिन् वृद्ध्यायलाभशुल्कोपादा दीयते (1929) (अर्थाधिकरणम्) (5637 एकदेश्युपसंख्यानवार्तिकम्।। 1 ।।) - तदस्मिन् दीयतेऽस्मा ःथ्द्य;ति च - (भाष्यम्) तदस्मिन् दीयतेऽस्मा ःथ्द्य;ति चेति वक्तव्यम्। पञ्ञ्च वृद्धिर्वा आयो वा लाभो वा शुल्को वा उपदा वा दीयते अस्मै--पञ्ञ्चकः, सप्तकः, अष्टकः, नवकः, दशकः।। (सिद्धान्तभाष्यम्) तत्तर्हि उपसंख्यानं कर्तव्यम्। न कर्तव्यम्। यद्धि यस्मै दीयते तस्मिन्नपि तद्दीयते, तत्र तदस्मिन् दीयते ःथ्द्य;त्येव सिद्धम्।। ",
    "sutra": "तदस्मिन् वृद्ध्यायलाभशुल्कोपदा दीयते",
    "kaumudiNumber": "1713",
    "kaumudiText": "वृद्धिर्दीयत इत्यादि क्रमेण प्रत्येकं संबन्धादेकवचनम् | पञ्चास्मिन् वृद्धिः आयः लाभः शुल्कम् उपदा वा दीयते पञ्चकः | शतिकः-शत्यः | साहस्रः | उत्तमर्णेन मूलातिरिक्तं ग्राह्यं वृद्धिः | ग्रामादिषु स्वामिग्राह्यो भाग आयः | विक्रेत्रा मूल्यादधिकग्राह्यं लाभः | रक्षानिर्वेशो राजभागः शुल्कः | उत्कोच उपदा ॥ |<!चतुर्थ्यर्थ उपसंख्यानम् !> (वार्तिकम्) ॥ पञ्चास्मै वृद्ध्यादिर्दीयते पञ्चको देवदत्तः | सममब्राह्मणे दानमितिवदधिकरणत्वविवक्षा वा ॥",
    "nyaas": "ननु च वृद्ध्यादीनां बहुत्वाख्यानेनैव बहुवचनं तेन भवितव्यमितित कथं दीयत इत्येकवचनान्तेन तस्य निर्देशः? इत्याह--`दीयत इत्येकवचनम्` इत्यादि| यदि समुदितैर्वृद्ध्यादिभिः सम्बन्धः क्रियते तर्हि स्याद्बहुवचनम्| न च तैः समुदितैःस क्रियते, किं तर्हि? प्रत्येकम्, अत एकवचनमेव| वृद्धिशब्द इह लौकिको धनविशेषवाची गृह्रते, न च संज्ञापदम्, आयादिभिर्धनविशेषवाचिभिः सह निर्देशात्| अत एवाह--`तत्र` इत्यादि| उत्तमर्णस्य यद्धनं तस्मादतिरिक्तमधिकं धनमधमर्णेन यद्दातव्यं तद्वृद्धिः| `ग्रामादिषु` इति| आदिशब्देन क्षेत्रादि| `पटादीनाम्` इत्यादि| पटादीनां व्यवह्यियमाणानामुपादानं सूत्रादि| तस्य यन्मूल्यं तस्मादतिरिक्तं द्रव्यं पटादिविक्रयेण यल्लभ्यते स लाभ-| `रक्षानिर्वेशः` इति| वणिजां रक्षाकारी राज्ञो भागो रक्षानिर्वेश इत्युच्यते| ननु चासावपयायः, तदपार्थकं शुल्कस्य पृथगुपादानम्? नैतदस्ति; पञ्चास्मिन्? ग्राम आय इत्यायं प्रति ग्रामस्याधिकरणभावः; उत्पद्यमानस्यायस्याधेयबावात्| शुल्के तु न सम्भवति| पञ्चास्मिन्? शते शुल्का इति शतं न शुल्कस्याधिकरणम्, किं तर्हि? इयतापरिच्छेदः शतेन शुल्कस्य क्रियते| तस्मादस्य भिन्नत्वात्? शुल्कः पृथगुक्तः| `सिद्धं तु` इत्यादि| विवक्षातः कारकाणि भवन्तीति सम्प्रदानाख्ये चाधिकरणत्वेन विवक्षेत्याह--`समम्` इत्यादि| गतार्थम्॥"
}


