{
    "a": "5",
    "p": "2",
    "n": "73",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<अधिकम्>> - अधिकम् । अध्यारूढशब्दादिति । व्युत्पादनमात्रमिदम् । शुद्धरूढ एवायमिति बोध्यम् ।",
    "tattvabodhini": "<<अधिकम्>> - अधिकम् । अध्यारूढशब्दादिति ।गत्यार्थाकर्मके॑त्यादिना रूहेः कर्तरि कर्मणि वा क्तो विहितः । आद्ये क्तप्रत्ययेन कर्मणोऽनभिहितत्वादध्यारूढशब्दयोगे द्वितीया ।अध्यारूढो द्रोणः खारी॑मिति,ग्रामं गत॑इतिवत् । तथा अधिकशब्देनापि योगे द्वितीयायां प्राप्तायांयस्मादधिकं॑,तदस्मिन्नधिक॑मिति च निर्देशद्वयाकत्पञ्चमीसप्तम्यौ भवतः ।अधिको द्रोणः खार्याः ।अधिको द्रोणः खार्या॑मिति । द्वितीये तु क्तेन कर्मणोऽभिहितत्वात्प्रथमा ।अधिका खारी द्रोणेन॑ । कर्मणोऽभिहितत्वादेव पञ्चमीसप्तम्याविह न शङ्कनीये ।",
    "padamanjari": " अध्यारुढशब्दस्येति। यदि पुनरधिशब्दात्ससाधनक्रियावचनात् कन्निपात्यते, तदा कर्तृकर्मणोरन्यतरस्यैवाभिधानं प्राप्नोति। अध्यारूढशब्दस्तूभयार्थ इति तस्यैवेदमङ्गीकृतसाधनभेदं निपातनमुचितमिति भावः। अधिको द्रोणः खार्याम्, अधिकाक खारी द्रोणेनेति। यथैतत्प्रयोगद्वयमुपपद्यते तथा दर्शयतिकर्तरि कर्मणि चाध्यारूढशब्द इति। ठ्गत्यर्थाकर्मकऽ इत्यादिना रुहेः कर्तरि कर्मणि च क्तो विहितः। निपातनसामर्थ्याच्च सकृदुपातोऽप्यङ्गीकृतसाधनभेदः संगृह्यते। तत्र यदा कर्तरि तदा तत्राबिहितत्वात्प्रथमैव भवति, न तृतीया; यदा तु कर्मणि तदा कर्तुरनभिहितत्वातृतीया, कर्मणस्त्वभिहितत्वात्प्रथमा। यदा च कर्तरि तस्तदा कर्मणोऽनभिदानादध्यारूढयोगे यथा द्वितीया भवति--अध्यारूढो द्रोणः खारीमिति, ग्रामं गत इतिवत्, तथाधिकशब्देनापि योगे द्वितीयायां प्राप्तायाम् ठ्यस्मादधिकम्ऽ ठ्तदस्मिन्नधिकम्ऽ इति च निर्द्देसात् पञ्चमीसप्तम्यौ भवतः ॥",
    "kashika": "अधिकम् इति निपात्यते। अध्यारूढस्य उत्तरपदलोपः कन् च प्रत्ययः। अधिको द्रोणः खार्याम्। अधिका खारी द्रोणेन। कर्तरि कर्मणि च अध्यारूढशब्दः।",
    "sutra_vishesh": "",
    "mahabhashyam": " अधिकम् (2091) (एकदेशिन आक्षेपभाष्यम्) अधिकमिति किं निपात्यते? (समाधानभाष्यम्) अध्यारूढस्योत्तरपदलोपः कंश्च प्रत्ययः। अध्यारूढम्--अधिकम्--ःथ्द्य;ति। भवेत्सिद्धम्--अध्यारूढो द्रोणः खार्याम्, अधिको द्रोणः खार्यामिति। ःथ्द्य;दं तु न सिध्यति--अध्यारूढा द्रोणेन खारी, अधिका द्रोणेन खारीति। गत्यर्थानां हि क्तः कर्तरि विधीयते। गत्यर्थानां वै क्तः कर्मण्यपि विधीयते।। ",
    "sutra": "अधिकम्",
    "kaumudiNumber": "1873",
    "kaumudiText": "अध्यारूढशब्दात्कन् उत्तरपदलोपश्च ॥",
    "nyaas": "`अध्यारूढशब्दस्योत्तरपदलोपः` इति| उत्तरपदमारूढशब्दस्तस्य लोपो निपात्यते| कथं पुनरधिको द्रोणः खार्यामित्यस्य प्रथमान्तस्य द्रोणशब्दस्य प्रयोगः, अधिका खारी द्रोणेनेति तृतीयान्तस्य च? इत्यत आह--`कत्र्तरि कर्मणि च` इत्यादि| `गत्यर्थकर्मकश्लिष`  [[3|4|72]]  इत्यादिना सूत्रेण रुहेः कत्र्तरि कर्मणि च क्तो विहितः, तेन कत्र्तरि कत्र्तरि कर्मणि चाध्यरूढशब्दो वत्र्तते, ततश्च तस्यार्थे व्युत्पाद्यमानोऽधिकशब्दोऽपि तत्पर्यायो भवंस्तयोरेवार्थयोर्भवति| तत्र यदा कत्र्तरि वत्र्तते तदा द्रोणशब्दात्? प्रथमा भवति, न तृतीया| यदा कर्मणि वत्र्तते तदा कर्त्तुरनभिहितत्वादधिकशब्देन द्रोणशब्दात्? तृतीया भवति| कर्मणस्त्वभिहितत्वात्? खारीशब्दात्? प्रथमैव भवति, न द्वितीया| `अधिका खारी द्रोणेन` इति| ननु चाधिको द्रोणः खार्यामस्यामित्यत्र कर्मणोऽनभिहितत्वात्? खारीशब्दाद्द्वितीया प्राप्नोति? नैष दोषः; यदयम्? `यस्मादधिकम्?  [[2|3|9]]  `तदस्मिन्नधिकम्`  [[5|2|45]]  इति च निर्देशं करोति तज्ज्ञापयति--अधिकशब्देन योगे पञ्चमीसप्तम्यावेव विभक्ती भवत इति॥"
}


