{
    "a": "5",
    "p": "2",
    "n": "39",
    "msknum": "2015",
    "ssknum": "0",
    "balamanorama": "<<यद्तदेतेभ्यः परिमाणे वतुप्>> - यत्तदेतेभ्यः । तदस्येत्यनुवर्तते । अस्य तत्परिमाणमित्यर्थे परिमाणवाचिभ्यः प्रथमान्तेभ्यः किम्, यद्, तद्, एतद्, एभ्यो वतुप् स्यादित्यर्थः । यावानिति । यच्छब्दाद्वतुप् । उपावितौ । \"आ सर्वनाम्नः\" इत्यात्त्वम्, सुः,उगिदचामि॑ति नुम्,अत्वसन्तस्ये॑ति दीर्घः, हल्ङ्यादिसंयोगान्तलोपौ । एवं तावान्, एतावान् । ",
    "tattvabodhini": "<<यद्तदेतेभ्यः परिमाणे वतुप्>> - यत्तदेतेभ्यः । यावानित्यादि ।आ सर्वनाम्नः॑इत्यात्वेउगिदचा॑मिति नुम् ।अत्वसन्तस्य चे॑ति दीर्घः । हल्डआदिलोपसंयोगान्तलोपौ ।प्रमाणे॑इत्यनुवर्तमाने परिमाणग्रहणं प्रमाणपरिमाणयोर्भेदात्कृतम् । तथा च वार्तिकम् — -॒डावतावर्थवैशेष्यान्निर्देशः पृथगुच्यते । मात्राद्यप्रतिघाताय भावः सिद्धश्चडावतोः । इति । अस्यार्थः — -इह शास्त्रे वतुपं विधाय तस्मिन् परे आत्वं विहितम् । पूर्वाचार्यास्तु डावतुं विदधिरे, तद्वीत्या निर्देशोऽयं डावताविति । विशेष्यते इति विशेषः, तस्य भावो वैशेष्यं, तस्मात्, अर्थभेदादित्यर्थः । अर्थभेदस्तु — -॒परिमाणं तु सर्वतः । आयामस्तु प्रमाणं स्या॑दिति प्रागेवोक्त इति भावः । नन्वनयोरर्थभेदे सति यावानध्वा यावती रज्जुरित्यादि न सिध्येत्, अत्र ह्रायाममात्रं गम्यते । यद्युपमानाद्भविष्यतीति ब्राऊषे, तर्हि प्रमाणग्रहणमेवानुवर्त्त्यतां, यावानध्वेत्यादिप्रयोगाश्च मुख्याः सन्तु । ये तु परिमाणे प्रयोगाःयावान् धान्यराशि॑रित्यादयः, त एवोपमानाद्भवन्तु । तत्राह — -॒मात्रादिति॑ ।यत्तदेतेभ्यः॑इति विशेषविहितो हि वतुप् सामान्यविहितान् मात्रजादीन् बाधेत । तेन तन्मात्रमित्यादि न स्यात् । परिमाणग्रहणे सति तु भिन्नोपाधिकत्वाद्वतुपः प्रमाणे विहितमात्रजादिभिः सह बाध्यबाधकभावो नेति भावः । नन्वेवमपि बाधः स्यादेव,प्रमाणे द्वयस॑जित्यत्र प्रस्थमात्रमित्यादिसिद्धये प्रमाणग्रहणस्य परिच्छेदकमात्रपरतया व्याख्यातत्वेन वतुपो यत्तदेतेभ्यो विहितत्वेन विशेषविहितत्वातनपायात् । तस्मात्यत्तदेतेभ्यो वतुप् चे॑त्येव सूत्र्यतां, मास्तु परिमाणग्रहणम्, अस्तु च प्रमाणे इत्यर्थाधिकारः, तेनयावती रज्जुः॑यावान् धान्यराशि॑रित्यादिप्रयोगाः सर्वेऽप्युपचारं विनैव निर्वहन्तीत्यपरमनुकूलमत आह — -॒भावः सिद्धश्चेति॑ । डावतोरिति पञ्चम्यन्तम् । अर्थभेदे सति वत्वन्तान्मात्रजादीनामुत्पत्तिः सिध्यति । तत्परिमाणमस्य तावद्धान्यं राशीकृतम् । तावत्प्रमाणमस्य कुडआदेःतावन्मात्रम् । यादृग्राशीकृतस्य धान्यादेर्दैध्र्यं तादृशं कुडआदेरपीत्यर्थः । एकविषयत्वे तु वतुपैव विशिष्टस्य प्रमेयस्योक्तत्वाद्वतुबन्तान्मात्रजादयो न स्युः । यस्य हि तावत्प्रमाणं तस्यतदपि प्रमाणम् । जानुप्रमाणकं जलादि यस्य प्रमाणं तदपि जानुप्रमाणकमिति वक्तुं शक्यत्वात् । एवं च तावच्छब्द एव प्रयुज्येत न तुतावन्मात्र॑मित्यादि । अन्यथा तत्प्रमाणमस्य तन्मात्रम् । तन्मात्रं प्रमाणमस्य तन्मात्रमात्रमित्येवं मात्रजादिभ्यः प्रत्ययमालाप्रसङ्गात् ।",
    "padamanjari": "",
    "kashika": "तदस्य इत्येव। यत्तदेतेभ्यः प्रथमासमर्थेभ्यः परिमाणोपाधिकेभ्यः अस्य इति षष्ठ्यर्थे वतुप् प्रत्ययो भवति। यत् परिमाणम् अस्य यावान्। तावान्। एतावान्। प्रमाणग्रहणे ऽनुवर्तमाने परिमाणग्रहणं प्रमाणपरिमाणयोर् भेदात्। डावतावर्थवैशेष्यान् निर्देशः पृथगुच्यते। मात्राद्यप्रतिघाताय भावः सिद्धश्च डावतोः। वतुप्प्रकरणे युष्मदस्मद्भ्यां छन्दसि सादृश्य उपसङ्ख्यानम्। न त्वा वां अन्यो दिव्यो न पीर्थिवो अ जातो न जनिस्यते। त्वावतः पुरूवसो यज्ञं विप्रस्य मावतः। त्वत्सदृशस्य, मत्सदृशस्य इत्यर्थः।",
    "sutra_vishesh": "",
    "mahabhashyam": " यत्तदेतेभ्यः परिमाणे वतुप् (2057) (वतुप्प्रत्ययाधिकरणम्) (परिमाणग्रहणाक्षेपभाष्यम्) किमर्थं परिमाण ःथ्द्य;त्युच्यते, न प्रमाण ःथ्द्य;ति वर्तते? (एकदेशिनः प्रयोजनभाष्यम्) एवं तर्हि सिद्धे सति यत्परिमाणग्रहणं करोति तज्ज्ञापयत्याचार्यः--अन्यत् प्रमाणम्, अन्यत्परिमाणमिति।। (ज्ञापकासंभवप्रदर्शकं श्लोकभाष्यम्) डावतावर्थवैशेष्यान्निर्देशः पृथगुच्यते। नैतज् ज्ञापकसाध्यमन्यत्प्रमाणमन्यत्परिमाणमिति। उक्तोऽत्र विशेषः।। मात्राद्यप्रतिघाताय। एवं च कृत्वा मात्रादीनां प्रतिघातो न भवति।। भावः सिद्धश्च डावतोः। डावत्वन्ताच्च मात्रजादीनां भावः सिद्धो भवति।। (5718 सादृश्ये वतुब्विधिवार्तिकम्।। 1 ।।) - वतुप्प्रकरणे युष्मदस्मद्भ्यां छन्दसि सादृश्य उपसंख्यानम् - (भाष्यम्) वतुप्प्रकरणे युष्मदस्मद्भ्यां छन्दसि सादृश्य उपसंख्यानं कर्तव्यम्। न त्वावाँ अन्यो दिव्यो न पार्थिवो न जातो न जनिष्यते। त्वावतः पुरुवसो। यज्ञं विप्रस्य मावतः। त्वत्सदृशस्य मत्सदृशस्येति।। डावतावर्थवैशेष्या- न्निर्देशः पृथगुच्यते। मात्राद्यप्रतिघाताय भावः सिद्धश्च डावतोः।। -",
    "sutra": "यद्तदेतेभ्यः परिमाणे वतुप्‌",
    "kaumudiNumber": "1840",
    "kaumudiText": "यत्परिमाणमस्य यावान् | तावान् | एतावान् ॥",
    "nyaas": "`यावान्` इति| `आ सर्वनाम्नः`  [[6|3|90]]  इत्यकारः| उगिदचाम्`  [[7|1|70]]  इति नुम्, `अत्वसन्तस्य चाधातोः`  [[6|4|14]]  इति दीर्घः, हल्ङ्यादिसंयोगान्तलोपौ| प्रमाणपरिमाणशब्दौ पर्यायाविति मत्यमानो पश्चोदयेत्--अत्र कस्मात्? परिमाणग्रहणं क्रियते, यावता प्रमाणग्रहणमनुवत्र्तत एवेति? तं प्रत्याह--`प्रमाणे इति वत्र्तमाने` इत्यादि| स पुनरनयोः प्रमाणपरिमाणयोर्भेदः `परिमाणं तु सर्वतः, आयामस्तु प्रमाणं स्यात्` इति प्रागेव व्याख्यातः|`डावतावर्थवैशेष्यात्` इति| `डावतौ` इति पूर्वाचार्यसंज्ञाप्रतिपादितापेक्षोऽयं निर्देशः, ते हि यत्तदेतेब्यो डावतुमेव प्रत्ययं कृतवन्तः| विशिष्यत इति विशेषः, विशेषस्य भावो वैशेष्यम्| अर्थस्य वैशेष्यमर्थस्य विशिष्टत्वमित्यर्थः| प्रमाणशपब्दस्यान्योऽर्थः, परिमाणशब्दस्य चान्योऽर्थ इति भिन्नार्थत्वमनयोः; तस्मादर्थवैशेष्याड्डावतौ विधातव्ये परिमाणशब्दस्य निर्देशः पृथगुच्यते| उच्यत इति क्रियत इत्यर्थः| किमर्थः पृथिग्निर्देशः क्रियते? इत्याह-`मात्राद्यप्रतिघाताय` इति| पृथिग्निर्देशेनार्थबेदे सिद्धे सति मात्रजादीनां बाधा मा बूदित्येवमर्थः पृथग्निर्देशः क्रियत इत्याह| अथैकत्वे तु प्रकृतिसामान्ये मात्रजादयो विधीयमाना उत्सर्गा भवन्ति, प्रकृतिविशेषात्? तु वतुब्? विधीयमानोऽपवादौ भवति, `अपवादेनोत्सर्गो बाध्यते` इति यत्तदेतेभ्यो मात्र जादयो न स्युः, ततश्च तत्प्रमाणमस्य तन्मात्रमित्यादि न सिध्येत्, अर्थभेद्युत्सर्गापवादभावो नास्तीति न भवत्येष दोषप्रसङ्गः| किञ्च--`भावः सिद्धश्च डावतोः` इति| `डावतोः` इति पञ्चमी| अर्थभेदे सति वतुप्प्रत्ययान्तान्मात्रजादीनामुत्पत्तिश्च सिद्धा भवति| परिमाणे वतुब्? भवति--यत्? परिमाणमस्य यावानिति| तदन्तात्? परिमाणे मात्रजादयो भवन्ति--यावत्? परिमाणमस्य यावन्मात्रम्| अथैकत्वे तु `उक्तार्थानामप्रयोगः` (व्या|प|60) ति मतुपाऽबिहितत्वादस्यार्थस्य तदन्तान्मात्रजादयो न स्यु-| `त्वावतः, मावतः` इति| मपर्यन्तयोर्युष्मदस्मदोः `प्रत्ययोत्तरपदयोश्च`  [[7|2|98]]  इति त्वामादेशौ पूर्ववदात्त्वम्॥"
}


