{
    "a": "5",
    "p": "2",
    "n": "79",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "<<शृङ्खलमस्य बन्धनं करभे>> - स एषां ग्रामणीः ।ग्रामणीर्नापिते पुंसि श्रेष्ठे ग्रामाधिपे त्रिषु॑ इत्यमरः । करभ इति । उष्ट्रबालकः ।",
    "padamanjari": " ननु न शृङ्खलमात्रेण करभो बद्धयते, किं तहि ? रज्ज्वा, कीलेन च, तस्माच्छ्ःअङ्कलमस्य बन्धनमिति न युक्तं वक्तुम्, एवं तु वक्तव्यम्---ठ्शृङ्खलवदस्य सम्बनधनं करभे कुक्च मतोः इति ? तत्राह--यद्यपीति। अस्तु रज्ज्वादेरपि करणत्वम्, शृङ्खलस्यापि करणत्वमस्त्वेव; तदन्तरेण बन्धनस्यानिर्वृतेरित्यर्थः ॥",
    "kashika": "शृङ्खलशब्दात् प्रथमासमर्थादस्य इति षष्ठ्यर्थे कन् प्रत्ययो भवति, यत् तत् प्रथमासमर्थं बन्धनं चेद् तद् भवति, यत् तदस्य इति निर्देष्टं करभश्चेत् स भवति। शृङ्खलं बन्धनम् अस्य करभस्य शृङ्खलकः। उष्ट्राणां बालकाः करभाः। तेषां काष्ठमयं पाशकं पादे व्यातिषज्यते, तदुच्यते शृङ्खलम् इति। यद्यपि रज्ज्वादिकम् अपि तत्र अस्ति तथापि शृङ्खलम् अस्य अस्वतन्त्रीकरणे भवति साधनम् इति बन्धनम् इत्युच्यते।",
    "sutra_vishesh": "",
    "mahabhashyam": " श्रृङ्खलमस्य बन्धनं करभे (2095) (5749 निर्देशाक्षेपवार्तिकम्।।1।।) शृङ्खलमस्य बन्धनं करभ ःथ्द्य;त्यनिर्देशः।। शृङ्खलमस्य बन्धनं करभे ःथ्द्य;त्यनिर्देशः। अगमको निर्देशोऽनिर्देशः । न हि तस्य शृङ्खलं बन्धनम्, शृङ्खवत्याऽसौ रज्ज्वा बध्यते।। (5750 समाधानवार्तिकम्।।2।।) सिद्धं तु तद्विन्निर्देशाल्लुक् च ।। सिद्धमेतत्। कथम् ? तद्वन्निर्देशः कर्तव्यः, लुक् च वक्तव्यः--शृङ्खलवद्वन्धनमिति। तद्वन्निर्देशः कर्तव्यः, लुक् च वक्तव्यः--शृङ्खलवद्वन्धनमिति। स तर्हि तद्वन्निर्देशः कर्तव्यः। न कर्तव्यः । ःथ्द्य;ह यन्नान्तरेण यस्य प्रवृत्तिर्भवति तत्तस्य निमित्तत्वाय कल्पते। न चान्तरेण शृङ्खलं बन्धनं प्रवर्तते। अथवा साहचर्यात्ताच्छब्द्यं भविष्यति--शृङ्खलसहचरितं बन्धनं शृङ्खलं बन्धनमिति।। ",
    "sutra": "शृङ्खलमस्य बन्धनं करभे",
    "kaumudiNumber": "1879",
    "kaumudiText": "शृङ्खलकः करभः ॥",
    "nyaas": "ननु च न शृङ्खलमात्रेण करभो बध्यते, किं तर्हि? रज्जवादिकेन च, तत्कथं शृङ्खलं बन्धनमुच्यते? इत्याह--`यद्यपि` इत्यादि| यद्यपि तत्र रज्ज्वादिकमप्यपरमस्ति, तथापि शृङ्खलमस्य तन्त्रीकरणं प्रति साधनं भवत्येव, न हि तेन तद्भवति| ततः शृङ्खलं बन्धनमुच्यते| रज्ज्वादिकमपि यदि बन्धनं भवति, भवतु! न ह्रत्रावधार्यते--शृङ्खलमेवेति॥"
}


