{
    "a": "5",
    "p": "2",
    "n": "12",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<समांसमां विजायते>> - समां समाम् । विपूर्वो जनिर्गर्भविमोचने वर्तते । विजायते=गर्भं विमुञ्चतीत्यर्थः । धात्वर्थेनोपसङ्ग्रहादकर्मकः । अतो न कर्मणि द्वितीया । गर्भविमोचनेन कृत्स्नायाः समाया अव्यापनादत्यन्तसंयोगलक्षणा द्वितीयापि न भवति । किंतु सप्तम्येव । तत्र सप्तम्यन्तस्य समाया॑मित्यस्यनित्यवीप्सयो॑रिति द्विर्वचने समायां — समायामिति भवितव्यम् । तत्र पदद्वयमपि यकारलोपसहितं निर्दिश्यते — समां समामिति । समायां समायामित्यर्थः । एवं च समायां समायां विजायत इत्यर्थे सप्तम्यन्तद्वयसमुदायाद्विजायत इत्यर्थः । खः स्यादिति फलितम् । ननु सप्तम्यन्तद्वयसमुदायात्खप्रत्ययोत्पत्तौ तदन्तस्य समुदायस्य प्रातिपदिकत्वात्तदवयवयोः सप्तम्योर्लुकि \"समासमीन\" इति स्यात्, इष्यते तुसमांसमीने॑ति । तदा — यलोप इति । पूर्वपदे विभक्ते तदवयवस्य यकारस्य लोपः अवशिष्यस्य विभक्त्यंशस्य अलुक्च निपात्यत इत्यर्थः । भाष्ये तुयलोपनिपातनादवशिष्टविभक्त्यंशस्य न लु॑गित्युक्तम् । ननु समां समामिति निर्देशादुत्तरपदेऽपि यकारलोपः, अवशिष्टविभक्त्यंशस्य अलुक्च स्यादित्यत आह — पूर्वपदे इति ।पूर्वपदस्य यलोपवचन॑मिति वार्तिकादिति भावः । खप्रत्ययानुत्पत्ताविति ।पदतद्वयेऽपी॑ति शेषः । इह विभाषया कदाचित्खप्रत्ययाऽभावे सतिसमायां समायं विजायते॑ इति वाक्यदशायां सप्तम्यन्तद्वये यकारलोपो वा वक्तव्य इत्यर्थः । तत्र पदद्वयेऽपि निपातनादेव यकारलोपः सिद्धः, सूत्रे उभयत्रापि तथोच्चारणात् । विकल्प एव तु यलोपस्य वाक्यदसायां वाचनिक इति बोध्यम् । एतत्सर्वं भाष्ये स्पष्टम् ।",
    "tattvabodhini": "<<समांसमां विजायते>> - समांसमाम् । यलोप इति ।समाया॑मित्यत्र यकारलोप इत्यर्थः । पूर्वपदे निपात्यत इति । अन्यथा तद्धिते उत्पन्ने यथोत्तरपदे सुपो लुग्भवतिसुपो धातुप्रातिपदिकयो॑रिति, तथा पूर्वपदेऽपि स्यादिति भावः । समांसमीनेचि । वीप्सायां द्विर्वचनम् । सुबन्तसमुदायः प्रकृतिः । विजायत इत्येतद्व्याचष्टे — -प्रसूयत इति । विपूर्वको जनिर्गर्भविमोचने वर्तत इति भावः । गर्भविमोचने कृत्स्नायाः समाया व्याप्त्यभावात्अत्यन्तसंयोगे चे॑ति द्वितीया नभवतीत्याशयेनाह — -समायामित्यादि ।खप्रत्ययानुत्पत्तौ यलोपो वा वक्तव्यः ।खप्रत्ययानुत्पत्ता॑विति । वार्तिकेन समांसमामिति सौत्रप्रयोगस्तूपपन्न इति भावः । अद्यआईना । अविभक्तिको निर्देशो न तु स्त्रीलिह्गनिर्देशोऽयम्,अद्यआईनो गोसमूहः ॑अद्यआईनं गोमण्डल॑मित्यादावपीष्टत्वात् ।",
    "padamanjari": " समांसमाभिति वीप्सेति। प्रष्टव्येति शेषः। अत्र निर्देशे वीप्सा द्रष्टव्या, तेन द्विचनमित्यर्थः। अथ वा--वीप्सावाची समुदायो वीप्सा, वीप्प्तावाचीत्यर्थः। सुबन्दमुदायः प्रकृतिरिति। प्रातिपदिकाधिकारेऽपि वचनसामर्थात्। गर्भ धारयतीत्यर्थ इति। दृश्यते च विजनिर्र्भधारणे, ठ्स विजायमानो गर्भणाताम्यत्ऽ इति। पूर्वपदे सुपोऽलुग्वक्तव्य इति। अन्यथा तद्धिते उत्पन्ने यथोतरपदे लुग्भवति ठ्सुपो दातुप्रातिपदिकयोःऽ इति, तथा पूर्वपदेऽपि स्यात्। केचित्विवत्यादि। नन्वत्यन्तसंयोगे द्वितीयया भवितव्यम् ? तत्राह--गर्भविमोचने त्विति। तत्र वमोचनेन यकारमात्रलोपो न सर्वस्या विभक्तेरिति मात्रशब्दस्यार्थः। परिशिष्टस्येति। आम्शब्दस्यालुग्वक्तव्यः। ननु याटः सुब्भक्तत्वात्सुब्लुकैव लोपः सिद्धः तत्र यलोपवचनं नियमार्थं भविष्यति--यकारस्यैव लोपो न तु सर्वस्य प्रत्ययस्येति, तत्किमुच्यते ठलुग्वक्तव्यःऽ इति ? एवं मन्यते--यथैव निपातनात्पूर्वपदपरिशिष्टिस्य लोपो न भवति एवमुतरपदेऽपि न स्यादिति। अनुत्पताविति। वाक्ये पूर्वोतरपदयोरपि पक्षे यलोपो वक्तव्यः, तेन द्वैरूप्यं सिद्धं भवति ॥",
    "kashika": "समांसमाम् इति वीपसा। सुबन्तसमुदायः प्रकृतिः। विजायते गर्भं धारयति इति प्रत्ययार्थः। गर्भधारणेन सकला ऽपि समा व्याप्यते इति अत्यन्तसंयोगे द्वितीया। समांसमां विजायते समांसमीना गौः। समांसमीना वडवा। पूर्वपदे सुपो ऽलुग् वक्तव्यः। केचित् तु समायां विजायते इति विगृह्णन्ति, गर्भमोचने तु विजनिर् वर्तते इत्याहुः। तेषां पूर्वपदे यलोपमात्रं निपात्यते, परिशिष्टस्य अलुग् वक्तव्यः। अनुत्पत्तावुत्तरपदस्य च वा यलोपो वक्तव्यः। समांसमांविजायते, समायां समायां विजायते इति वा।",
    "sutra_vishesh": "",
    "mahabhashyam": " समां समां विजायते (2030)   (आक्षेपभाष्यम्) ःथ्द्य;ह --समांसमीना गौः सुपो धातुप्रातिपदिकयोः[[2|4|71]] ःथ्द्य;ति सुब्लुक् प्राप्नोति। ।। समां समां विजायते ःथ्द्य;ति यलोपवचनादलुग्विज्ञानम्।। समां समां विजायते ःथ्द्य;ति यलोपवचनादलुग्विज्ञानं भविष्यति। यदयं यलोपं शास्ति तज्ज्ञापयत्याचार्यः ---नात्र लुग्भवतीति। (5706 प्रत्याक्षेपवार्तिकम्।।2।।) - समां समां विजायत ःथ्द्य;ति यलोपवचनादलुग्विज्ञानमिति चेदुत्तरपदस्य लुग्वचनम्।। समां समां विजायत ःथ्द्य;ति यलोपवचनादलुग्विज्ञानमिति चेदुत्तरपदस्य लुग्वक्तव्यः। (5707 समाधानवार्तिकम्।।3।।) सिद्धं तु पूर्वपदस्य यलोपवचनात् ।। सिद्धमेतत् ।  कथम्? पूर्वपदस्य यलोपो वक्तव्यः। (5708) पक्षान्तरेण समाधानवार्तिकम्।।4।।) अनुत्पत्तावुत्तरपदस्य वाचनम्।। अनुत्पत्तौ पूर्वपदस्य उत्तरपदस्य च यलोपो वा वक्तव्यः। समां समां विजायते, समायां समायां विजायत ःथ्द्य;ति। ",
    "sutra": "समांसमां विजायते",
    "kaumudiNumber": "1813",
    "kaumudiText": "यलोपोऽवशिष्टविभक्तेरलुक् च पूर्वपदे निपात्यते | समांसमीना गौः | समांसमीना ना यैव प्रतिवर्षं प्रनूयते ॥ |<!खप्रत्ययानुत्पत्तौ यलोपो वा वक्तव्यः !> (वार्तिकम्) ॥ समांसमां विजायते | समायां समायां वा ॥",
    "nyaas": "`समां समास` इति| `नित्यवीप्सयोः`  [[8|1|4]]  इति वीप्सायां द्विर्वचनम्| अत आह--`समांसमामिति वीप्सा` इति| `सुबन्तसमुदायः प्रकृतिः` इति| प्रातिपदिकाधिकारे वचनसामथ्र्यात्| `गर्भं धारयतीत्यर्थः` इति| अनेकार्थत्वाद्धातूनाम्| `पूर्वपदे सुपोऽलुग्वक्तव्यः` इति| तद्धित उत्पन्ने `कृत्तद्धितसमासाश्च` [[1|2|46]]  इति प्रातिपदिकसंज्ञायां सत्यां `सुपो धातुप्रातिपदिकयोः`  [[2|4|71]]  इति सुब्लुक्? प्राप्नोति, तस्य प्रतिषेधो वक्तव्यः| `गर्भविमोचनेऽपि विजनिर्वत्र्तत इत्याहुः` इति| तदेवं मन्यते--यदा गर्भधारणे वत्र्तते तदत्यन्तसंयोगे द्विकतीयैवात्र, न सप्तमी| गर्भविमोचने विजनावुपपद्यते सप्तमी| `यलोपमात्रम्` इति| न हि गर्भविमोचनेन सकला समा व्याप्यत इति मात्रशब्देन सर्वस्या विभक्तेर्लोपो न भवतीति दर्शयति| `परिशिष्टस्य` इति| आम्शब्दस्य|`अनुत्पत्तौ` इति| तद्धितस्य| `उत्तरपदस्य च` इति| चकारात्? पूर्वपदस्य लोपो वक्तव्य इति यकारस्य प्रत्ययसन्नियोगेन विधीयमानो लोपस्तदभावे न प्राप्नोतीति पक्ष उपसंख्यायते॥"
}


