{
    "a": "5",
    "p": "2",
    "n": "49",
    "s": "नान्तादसंख्यादेर्मट् ",
    "padachcheda": "नान्तात् ५\/१  असङ्‍ख्यादेः ५\/१  मट्  १\/१",
    "anuvritti": "तस्य  ६\/१  [5।2।48], पूरणे ७\/१  [5।2।48],  संख्यायाः ५\/१  [5।2।47], डट् (षष्ठ्या विपरिणम्यते)  6\/1[5।2।58]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] समर्थानां प्रथमाद्वा [4।1।82] ",
    "full_sutra": "\"तस्य पूरणे\" (इति) असङ्ख्यादेः नान्तात् सङ्ख्यायाः डटः मट्",
    "siddhantakaumudi_index": "1850",
    "msknum": "2025",
    "ssknum": "0",
    "balamanorama": "<<नान्तादसंख्याऽ‌ऽदेर्मट्>> - नान्तासङ्ख्यादेर्मट् । डटो मडागमः स्यादिति । शेषपूरणमिदम् । डटि टकार इत् । अकार उच्चारणार्थः । पञ्चम इति । पञ्चन्शब्दाड्डटि तस्य भडागमे सति नलोपः । यद्यपिमटः प्रत्ययत्वेऽपि न रूपभेदः, तथापि स्वरविशेषार्थं मडागमाश्रयणमिति भाष्ये स्पष्टम् । ",
    "tattvabodhini": "<<नान्तादसंख्याऽ‌ऽदेर्मट्>> - नान्तादसङ्ख्यादेः । डट इति ।डट्इति प्रथमान्तस्यानुवृत्तस्यनान्ता॑दिति पञ्चम्या षष्ठी कल्प्यत इति भावः । यद्यपीह मटः प्रत्ययत्वेऽपि न क्षतिः, तथाप्युत्तरत्र तमट आगमत्वमेवाभ्युपगन्तव्यम्, अनुदात्तता यथा स्यात् । प्रत्ययत्वै ह्राद्युदात्तः स्यात् । तया चैकरूप्येणैव संदर्भव्याख्यानमुचितम् । अन्येत्वाहुः — मटः प्रययत्वे अकारसहितो मकारो विधेयः, आगमत्वे तु मकारमात्रमिति लाघवमस्तीति । विंश इति । विशतेः पूरणः ।ति विंशतेर्डिति॑इति लोपः ।",
    "padamanjari": "  डटो मडागमो भवतीति। कथं पुनरयमागमः शक्यो विज्ञातुम्, नात्रागमी निर्दिष्टः, यदपि प्रकृतं तदपि प्रथमान्तम्, षष्ठीनिर्दिष्टेन चेहार्थः ? अत आह--नान्तादिति। पञ्चमीग्रहणं तावदनुवर्तते, न च तस्य विधानार्थानुवृत्तिः, पूर्वमेव विहितत्वात्। न च विशेषविहितेन मटा बाधप्रसङ्गे विधानार्था डटोऽनुवृत्तिः, एवं हि प्रकृतस्य समुच्चयार्थश्चकारः क्रियेत, मट् चेति; यथान्यत्र। ततोऽनुवृत्तिसमामर्थ्यात्षठीप्रक्लृप्तावागमित्वमेव विज्ञायते। कः पुनर्मटः प्रत्ययत्वे आगमत्वे वा विशेषः, यावता तदेव रूपं स एव स्वरः? सत्यम्; डटि मटि च नास्ति विशेषः, ठ्विंशत्यादिभ्यस्तमडन्यतरस्याम्ऽ इत्ययं तु तमड।ल्दि प्रत्ययः स्यादाद्यौदातः स्याद्, आगमत्वेनागमानुदातत्वं भवति, न तु प्रत्ययस्वर इति विंशतितम इत्यस्यान्तोदातत्वं भवति। एकादश इति। नायं संख्यासमुदायः, किं तर्हि ? संख्यान्तरमेव। अत एवात्र डड्भवति; अन्यथा सोऽपि न स्यात्। न हि संख्यासमुदायः संख्याग्रहणेन गृह्यते, यथा जनपदसमुदायो जनपदग्रहणेन-काशिकोशलीयाः। अथाप्ययं संख्यासमुदायः; तथापि संख्याग्रहणेन तत्समुदायो गृह्यत इति ज्ञापनार्थमेव ठसंख्यादेःऽ इति वक्तव्यम्; तेन सर्वमेव संक्याकार्यमेकादशादीनामपि भवति ॥",
    "laghusiddhantakaumudi_index": "1179",
    "laghusiddhantakaumudi": "डटो मडागमः। पञ्चानां पूरणः पञ्चमः। नान्तात्किम्?।",
    "kashika": "डटिति वर्तते। नकारान्तात् सङ्ख्यावाचिनः प्रातिपदिकातसंख्यादेः परस्य डटो मडागमो भवति। नान्तातिति पञ्चमी इट आगमसम्बन्धे षष्ठीं प्रकल्पयति। पञ्चानां पूरणः पञ्चमः। सप्तमः। नान्तातिति किम्? विंशतेः पूरणः विंशः। असङ्ख्यादेः इति किम्? एकादशानां पूरणः एकादशः।",
    "mahabhashyam": " नान्तादसंख्यादेर्मट् (2067) (5736 निर्देशानुपपत्तिबोधकवार्तिकम्।। 1 ।।) - मडादिषु यस्यादिस्तन्निर्देशः - (भाष्यम्) मडादिषु यस्यादिः क्रियते तन्निर्देशः कर्तव्यः। अस्यादिर्भवतीति वक्तव्यम्। अक्रियमाणे प्रत्ययाधिकारात्प्रत्ययोऽयं विज्ञायते। तत्र को दोषः? (5734 तादृशे निर्देशे दोषवार्तिकम्।। 2 ।।) - प्रत्ययान्तरे हि सति स्वरे दोषः - (भाष्यम्) प्रत्ययान्तरे हि सति स्वरे दोषः स्यात्। विंशतितमः--एष स्वरः प्रसज्येत। विंशतितम ःथ्द्य;ति चेष्यते। स तर्हि तथा निर्देशः कर्तव्यः।। (वार्तिकद्वयप्रत्याख्यानभाष्यम्) न कर्तव्यः। प्रकृतं डड्ग्रहणमनुवर्तते। क्व प्रकृतम्? तस्य पूरणे डट् (48) ःथ्द्य;ति।। तद्वै प्रथमानिर्दिष्टम्, षष्ठीनिर्दिष्टेन चेहार्थः।। नान्तादित्येषा पञ्ञ्चमी डडितिप्रथमायाः षष्ठीं प्रकल्पयिष्यति तस्मादित्युत्तरस्य (1।1।67) ःथ्द्य;ति।। प्रत्ययविधिरयम्। न च प्रत्ययविधौ पञ्ञ्चम्यः प्रकल्पिका भवन्ति। नायं प्रत्ययविधिः विहितः प्रत्ययः प्रकृतश्चानुवर्तते।। ",
    "siddhantakaumudi": "डटो मडागमः स्यात् | पञ्चानां पूरणः पञ्चमः | नान्तात्किम् | विंशः | असंख्यादेः किम् | एकादशः ॥",
    "nyaas": "`डटो मडागमो भवति` इति| अथ प्रत्यय एव नान्तात्? मट्? कस्मान्न भवति? नर्हति प्रत्ययो भवितुम्| प्रत्यये हि तस्मिन्? सति डटोऽनुवृत्तिरपार्थिका स्यात्, स हि पूर्वमेव विहितः, न च विहितस्यानुवृत्तिर्विधानार्थोपपद्यत इति| आगमार्थे च सा विज्ञायते| ननु च पञ्चम इत्यादौ न कश्चिद्विशेषः--मट आगमत्वे, प्रत्ययत्वे वा; तदेव हि रूपम्, स एव हि स्वरः, किञ्चानुवृत्तेन, मट एव प्रत्ययत्वमस्तु? सत्यम्, इह नास्ति विशेषः; विंशतितम इत्यादौ तु विद्यते| तथा हि `विशत्यादिभ्यस्तमडन्यतरस्याम्`  [[5|2|55]]  इति मट्प्रत्ययः स्यात्| [`मयट्` मुद्रितपाठः] विंशतितमप्रभृतयः शब्दाः प्रत्ययस्वरेण मध्योदात्ताः स्युः| डटि तु प्रत्यये सति तस्याद्युदात्तत्वे कृते ततश्चागमानुदात्तत्वे चान्तोदात्ता भवन्ति| तस्मादुतरार्थेऽनुवत्र्तमानस्येहापि डट एव प्रत्ययत्वं विज्ञायते| कथं पुनर्डटो मडागमः शक्यो विधातुम्, यावता प्रथमानिर्दिष्टं प्रकृतं डड्ग्रहणम्, षष्ठीनिर्दिष्टेन चेहार्थः? इत्यादि--`नान्तात्` इत्यादि| यद्यपि प्रथमान्तं डड्ग्रहणं प्रकृतम्, तथापि डट आगमसम्बन्धेन `तस्मादित्युत्तरस्य`  [[1|1|66]]  इति नान्तादित्येषा पञ्चमी डडिति प्रथमायाः षष्ठीं प्रकलपयतत्यदोषः| `पञ्चमः` इति| टिलोपोऽत्र न भवति; मटि कृते सत्यभसंज्ञकत्वात्| ननु च परत्वाट्टिलोपेनैव तावद्भवितव्यम्? नैतदस्ति; अन्तरङ्गो ह्रागमः, स हि प्रत्ययसन्नियोगेनोच्यते| टिलोपस्तूत्पन्ने प्रत्यये भसंज्ञाया सत्यां प्रकृतिप्रत्ययावाश्रित्य भवतीति बहिरङ्गो भवति| `एकादशानां पूरणा एकादशः` इति| कथं पुनरस्मात्प्राप्तिः, यावता संख्याग्रहणमनुवत्र्तते, संख्यासम्दायोऽपि हि संख्याग्रहणेन गृह्रते--संख्यायतेऽनयेति कृतवा| अवश्यं चैतदेवं विज्ञेयम्; अन्यथाऽदशतया न स्यात्॥"
}


