{
    "a": "5",
    "p": "2",
    "n": "84",
    "msknum": "2035",
    "ssknum": "0",
    "balamanorama": "<<श्रोत्रियंश्छन्दोऽधीते>> - श्रोत्रियंश्छन्दोऽधीते । द्वितीयान्ताच्छन्दश्शब्दादधीते इत्यर्थे घन्, प्रकृतेः श्रोत्रादेशश्च निपात्यते । अध्येत्रणोऽपवादः । वेत्यवृत्तेरिति ।तावतिथ॑मिति सूत्रान्मण्डूकप्लुत्ये॑ति शेषः । ततश्च घनभावे अद्येत्रणिति भावः । वाग्रहणाननुवृत्तौ तु घना अध्येत्रणो बाधः स्यादिति बोध्यम् । ",
    "tattvabodhini": "<<श्रोत्रियंश्छन्दोऽधीते>> - श्रोत्रियन् । यश्छन्दोऽधीते सः श्रोत्रियो भवति । अत्र भाष्येछन्दोऽधीते इत्यस्य वाक्यस्यार्थे श्रोत्रियन्नित्येतत्पदं निपात्यते॑इति वाक्यार्थे पदवचनपक्षः ।छन्दसो वा श्रोत्रभावो निपात्यते, तदधीत इत्येतस्मिन्नर्थे, घश्च प्रत्ययः॑इति पक्षान्तरं च स्थितम् । व्याख्यातं च कैयटेनवाक्यार्थस्य =संबन्धरूपस्य क्रियारूपस्य वाऽसत्त्वरूपत्वात्,श्रोत्रियशब्दस्य च सत्त्वरूपार्थाभिधायित्वाद्वाक्यार्थग्रहणेन तदाश्रयश्छन्दोऽध्ययी अभिधीयत इति ।एकां शाखामधीत्य श्रोत्रियो भवती॑ति धर्मशास्त्रम् । वेत्यनुवृत्तेरिति ।तावतिथं ग्रहणमिति लुग्वे॑त्यतः ।",
    "padamanjari": " वाक्यार्थ इति। वाक्यार्थग्रहणेन तदाश्रयश्च्छन्दोऽद्यायी पुरुष उपचारादुच्यते, कुतः ? मुख्यो हि वाक्यार्थः क्रियारूपः, सम्बन्धरूपो वा, स चासत्वभूतः। श्रोत्रियशब्दस्तु सत्वभूतार्थाभिधायी, तस्मिन्वाक्यार्थेऽविद्यमानप्रकृतिप्रत्ययविभागः श्रोत्रियशब्दो निपात्यत इत्यर्थः। अथ कथमस्मिनपक्षे स्वरसिद्धिः, यावता नकार इद्यस्य तत्र परतः स्वरो विधीयते, न चात्रैवं व्यपवर्गोऽस्ति ? मा भूद्वयपवर्गे, नित्करणसामर्थ्यातदभावेऽपि भविष्यति। यद्वा, नितीति कर्मधारयोऽयम्--नश्चासाविच्च नित्, तत्र परत इति। कथमित्यादि। च्छन्दसः श्रोत्रभावो घन् च प्रत्ययः, छान्दस इति न सिद्ध्यति; घनाऽणो बाधितत्वात्, श्रोत्रभावेन च च्छन्दःशब्दस्य निवर्तितत्वादिति प्रश्नः। वाग्रहणमनुवर्तत इति। अपर आह--यश्च्छन्दोऽधीते तदर्थं चानुतिष्ठति तत्र श्रोत्रियशब्दः, अध्येतृमात्रे तु छान्दशब्द इत्यर्थभेदान्नास्ति बाध्यबाधकत्वमिति। ठेकां शाखामधीत्य श्रोत्रियो भवतिऽ इति धर्मसास्त्रम् ॥",
    "kashika": "श्रोत्रियनिति निपात्यते छन्दो ऽधीते इत्येतस्मिन्नर्थे। नकारः स्वरार्थः। श्रोत्रियो ब्राह्मणः। श्रोत्रियंश् छन्दो ऽधीते इति वाक्यार्थे पदवचनम्, छन्दसो वा श्रोत्रभावः, तदधीते इति घन् च प्रत्ययः। कथं छन्दो ऽधीते छन्दसः? बाग्रहणम् अनुवर्तते तावतिथं ग्रहणम् इति लुग् वा [[5|2|77]] इत्यतः।",
    "sutra_vishesh": "",
    "mahabhashyam": " श्रोत्रियंश्छन्दोऽधीते (2102) (घप्रत्ययनिपातनाधिकरणम्) (वार्तिकावतरणभाष्यम्) किं निपात्यते? (5752 सूत्रार्थोपोद्बलकवार्तिकम्।। 1 ।।) - श्रोत्रियंश्छन्दोऽधीत ःथ्द्य;ति वाक्यार्थे पदवचनम् - (भाष्यम्) छन्दोऽधीत ःथ्द्य;त्यस्य वाक्यस्यार्थे श्रोत्रियन् ःथ्द्य;त्येतत्पदं निपात्यते।। (5753 प्रकारान्तरवर्णनवार्तिकम्।। 2 ।।।) - छन्दसो वा श्रोत्रभावः, तदधीत ःथ्द्य;ति घंश्च - (भाष्यम्) छन्दसो वा श्रोत्रभावो निपात्यते, तदधीते ःथ्द्य;त्यस्मिन्नर्थे घंश्च प्रत्ययः। छन्दोऽधीते--श्रोत्रियः।। ",
    "sutra": "श्रोत्रियंश्छन्दोऽधीते",
    "kaumudiNumber": "1884",
    "kaumudiText": "श्रोत्रियः | वेत्यनुवृत्तेश्छान्दसः ॥",
    "nyaas": "`नकारः स्वरार्थः` इति| ननु च नकार इद् यस्य तर्स्मिन्निति परतः स्वर उच्यते, न च समुदायानुबन्धे नकारे नित्परत्वमस्ति? नैष दोषः; न एवेत् नित्, तत्पुरुषोऽयम्| तेन नकार इत्संज्ञे परतः पूर्वस्य स्वरो भविष्यति| किं पुनरत्र निपात्यते? इत्याह--`छन्दोऽधीते` इति| अस्य वाक्यस्यार्थे श्रोतिंरयन्निति निपात्यते| `छन्दसो वा` इत्यादि| पूर्वत्र वाक्यार्थे पदमविद्यमानप्रकृतिप्रत्ययविभागं निपातितम्; इदानीं तु प्रकृतिप्रत्ययौ निपात्येते तदवीत इत्यस्मिन्नर्थे| अत्र यद्यपि निदित बहुव्रीहिः, तथापि स्वरः सिध्यत्येव; घन्प्रत्ययस्य नितः परस्य विद्यमानत्वात्|`कथम्` इत्यादि| यदि च्छब्दःशब्दस्य श्रोत्रशब्द आदेशो घंश्च प्रत्ययः `तदधीते` इत्यस्मिन्नर्थे निपात्यते, निपातनेन बाधितत्वादत्रार्थे च्छान्दस इति न सिष्यतीत्यभिप्रायः॥"
}


