{
    "a": "5",
    "p": "2",
    "n": "51",
    "msknum": "2026",
    "ssknum": "0",
    "balamanorama": "<<षट्कतिकतिपयचतुरां थुक्>> - षट्कति । थुकि ककार इत् । उकार उच्चारणार्थः । कित्त्वादन्त्यादचः परः । षष्ठ इति । अपदान्तत्वात्षस्य न जश्त्वम् । चतुर्थ इति अपदान्तत्वान्न रेफस्य विसर्गः । चतुर इति । वार्तिकमिदम् । चतुर्शब्दात्षष्ठन्तात्पूरणे छयतौ स्तः । आद्यक्षरस्य लोपश्चेति । \"च\" इति सङ्घातस्य लोपश्चेत्यर्थः ।",
    "tattvabodhini": "<<षट्कतिकतिपयचतुरां थुक्>> - षट्कति । इह षष्ठीनिर्देशबवात् षडादीनामागमित्वं स्पष्टमिति तदानुकूल्यंनानुवृत्तो डट् सप्तम्या विपरिणम्यते । तदाह — -डटीति । डट एव थुट् तु न कृतः, षष्ठो षकारस्य जश्त्वुप्रसङ्गात् । चतुर्थे रेफस्य विसर्गप्रसङ्गाच्च । न चैवंनान्ता ॑दिति सूत्रेऽपि डति परे मुगेव विधीयतामिति वाच्यं, पञ्चमः सप्तम इत्यादौ नलोपाऽभावापत्तेः ।चतुरश्छयता वाद्यक्षरलोपश्च । चतुरश्छयताविति । विशेषविहिताभ्यामपि छयभ्द्यां डट्प्रत्ययो न बाध्यते, थुग्विधानसामथ्र्यात् । तेनचतुर्थ॑इति सिद्धम् । आद्यक्षरेति । अच्सहितं व्यञ्जनमक्षरशब्देनोच्यते, अच्सहितस्यादेव्र्यञ्जनस्येत्यर्थः ।व्यञ्जनसहितस्यादेरच॑इति व्याख्याने तु द्विर्वचनन्यायेन तकारस्यापि लोपः स्यादिति हरदत्तः ।आदेव्र्यञ्जनस्ये॑ति व्याख्याने प्रमाणं तु  —  — ॒द्वितीयतृतीये॑ति सूत्रेतुर्याणी॑ति निर्देशो बोध्यः ।",
    "padamanjari": " तदिह सप्तम्या विपरिणम्यत इति। यदि पूर्ववत् षष्ठ।ल विपरिणाम इष्टः स्यात्, पञ्चम्या निर्द्दिशेत्; षष्ठ।ल निर्देशातु षषादीनामेवागमित्वं विज्ञायते। ततश्चानुवृतस्य डटोऽर्थात्सप्तम्या विपरिणाम इत्यर्थः। एवं च कृत्वा षष्ठाष्टमाभ्यां द्वितीयतृतीयतुर्थेति निर्द्देश उपपद्यते। कतिपयशब्दो न संख्येति। यद्यप्यसावतिप्रचयरहितं बहुत्वमाचष्टे, तथापि लोके संख्यात्वेन न प्रसिद्धिः, यथा--द्वित्राः पञ्चषा इति। साश्त्रेऽपि नैवास्य संख्यासंज्ञा विहिता, कथं तर्हि डट्प्रत्ययः ? इत्याह--तस्येति। किं पुनस्थुग्विधीयते, न पञ्चमीनिर्द्देशेन प्रकृतस्थडेव विधीयेत ? नैवं शक्यम्; इह षष्ठ इति जश्तवं प्राप्नोति, चतुर्थ इति रेफस्य विसर्जनीयस्तस्य च सत्वं प्राप्नोति; थटः परादित्वेन पूर्वस्य पदत्वात्। यदि पुनः पूर्वसूत्रे थुगेव विधीयेत ? नैवं शक्यम्; पञ्चथः, सप्तथः--नलोपो न स्यात्। इह लिङ्गविशिष्टपरिभाषाया कतिपशब्दादाबन्तादपि थुग्भवति, तत्र ठ्भस्याढेअ तद्धितेऽ इति डटि विषयभूत एव पुंवद्भावः, कतिपयानां पूरणी कतिपयथीति भवति। चतुरश्च्छयताविति। च्छयद्भयां डट् न बाध्यते; इटि परतस्थुग्विधानात्। आद्यक्षरलोपश्चेति। अच्सहितं व्यञ्जनमक्षरशब्देनोच्यते, अच्सहितस्यादेर्व्यञ्जनस्येत्यर्थः। व्यञ्जनसहिताज्वचने त्वक्षरशब्दे द्विर्वचनन्यायेन तकारस्यापि लोपः स्यात् ॥",
    "kashika": "डटिति अनुवर्तते,तदिह सप्तम्या विपरिणम्यते। षट् कति कतिपय चतुरित्येषां डटि पुरतस्थुगागमो भवति। कतिपयशब्दो न सङ्ख्या। तस्य अस्मादेव ज्ञापकात् डट् प्रत्ययो विज्ञायते। षण्णां पुरणः षष्ठः। कतिथः। कतिपयथः। चतुर्थः। चतुरश्छयतावाद्यक्षरलोपश्च। चतुर्णां पूरणः तुरीयः, तुर्यः।",
    "sutra_vishesh": "",
    "mahabhashyam": " षट्कतिकतिपयचतुरां थुक् (2069) (5735 उपसंख्यानवार्तिकम्।। 1 ।।) - चतुरश्छयतावाद्यक्षरलोपश्च - (भाष्यम्) चतुरश्छयतौ वक्तव्यौ, आद्यक्षरलोपश्च वक्तव्यः। तुरीयम्। तुर्यम्।। (वार्तिकावतरणभाष्यम्) अथ किमर्थं थट्थुकौ पृथक् क्रियेते। न सर्वं थडेव वा स्यात् थुगेव वा।। (5736 पृथगनुबन्धप्रयोजनवार्तिकम्।। 2 ।।) - थट्थुकोः पृथक्करणं पदान्तविधिप्रतिषेधार्थम् - (भाष्यम्) थट्थुकोः पृथग्ग्रहणं क्रियते पदान्तविधिप्रतिषेधार्थम्। पदान्तविध्यर्थम्, पदान्तप्रतिषेधार्थं च। पदान्तविध्यर्थं तावत्--पर्णमयानि पञ्ञ्चथानि भवन्ति, रथः सप्तथः। पदान्तस्येति नलोपो यथा स्यात्। पदान्तप्रतिषेधार्थम्--षष्ठः। पदान्तस्येति जश्त्वं मा भूत्। ःथ्द्य;ह--चतुर्थ ःथ्द्य;ति, पदान्तस्येति विसर्जनीयो मा भूदिति।। ",
    "sutra": "षट्कतिकतिपयचतुरां थुक्",
    "kaumudiNumber": "1851",
    "kaumudiText": "एषां थुगागमः स्याड्डटि | षण्णां पूरणः षष्ठः | कतिथः | कतिपयशब्दस्यासंख्यात्वेऽप्यतएव ज्ञापकाड्डट् | कतिपयथः | चतुर्थः ॥ |<!चतुरश्छयतावाद्यक्षरलोपश्च !> (वार्तिकम्) ॥ तुरीयः | तुर्यः ॥",
    "nyaas": "`तदिह सप्तम्या` इत्यादि| पूरणाधिकारे ह्रयं विधीयमानो डट्सन्नियोगन विधीयते| तत्र यद्यपि सप्तमौ नास्ति, तथापि डटि परतो विज्ञायते| तेनार्थाद्विभक्तिवपरिणामो भवतीति डडिति यद्वत्तेत तदिह सप्तम्या विपरिणम्यते| `कतिपयशब्दो न संख्या` इति| लौकिकत्वाभावात्? संख्या न भवति; लोकेऽस्य संख्यात्वेनाप्रसिद्धत्वात्| शास्त्रीयोऽपि न भवति; शास्त्रे संख्यासंज्ञाऽविधानात्| यदि न संख्या, कंथमस्य डट्, यत्र परतस्थुग्विधीयते? इत्याह--`तस्य` इत्यादि| यदेतड्डटि परतः कतिपयशब्दस्य थुग्विधानं तत एव ज्ञापकाड्डट्प्रत्ययोऽस्य भवतीत्यवसीयते| `षष्ठः` इति| ष्ट्त्वम्| टिलोपोऽत्र न भवति| थुग्विधानसामथ्र्यात्| आगमस्य पूर्वान्तकरणं भसंज्ञार्थम्| यदि परादिः क्रियते ततो भसंज्ञा न स्यात्, तथा चासत्याम्, `स्वादिष्वसर्वनामस्थाने`  [[1|4|17]]  इति पदसंज्ञा स्यात्| ततश्च षष्ठ इत्यत्र जश्त्वं प्रसज्येत| `चतुर्थः` इति| अत्र रेफस्य `विसर्जनीयस्य सः`  [[8|3|34]]  इति सत्वम्| पूर्वान्ते तु संज्ञायां सत्यां न भवति॥"
}


