{
    "a": "5",
    "p": "2",
    "n": "103",
    "msknum": "2051",
    "ssknum": "0",
    "balamanorama": "<<अण् च>> - अण्च ।तपःसहरुआआभ्यां मत्वर्थे॑ इति शेषः । ननुतपःसहरुआआभ्यां विनीन्यणः॑ इत्येकमेव सूत्रमस्तु । नच तपःसहरुआआभ्यां विनीन्योर्यथासंख्यार्थं पृथक्सूत्रकरणम्, अन्यथा त्रयोऽपि प्रत्यया द्वाभ्यां स्युरिति वाच्यं,तपःसहरुआआभ्यामण्विनीनी॑ इति सूत्रकरणे भिन्नविभक्त्युच्चारणादेव अण उभयसम्बन्धस्य, विनीन्योर्यथासंख्य(त्व)स्य च सिद्धेरित्यत आह — योगविभाग उत्तरार्थ इति । उत्तरसूत्रे अण एवानुवृत्त्यर्थ इत्यर्थः । ज्यौत्स्न इति । \"शुक्लपक्ष\" इति शेषः । ज्योत्स्ना=चन्द्रिका । सा अस्यास्तीति विग्रहः । तामिरुआ इति । \"कृष्णपक्ष\" इति शेषः । तमिरुआआः=तमोयुक्ता रात्रयः । ता अस्य सन्तीति विग्रहः । ज्योत्स्नादित्वादण् । ",
    "tattvabodhini": "<<अण् च>> - उत्तरार्थ इति । विनीन्योर्यथा सङ्ख्यप्रवृत्त्यर्थश्चेत्यपि बोध्यम् ।ज्योत्स्नादिभ्य उपसङ्ख्यानम् । ज्यौत्स्न इति । शुक्लपक्षः । तामिरुआ इथि । कृष्णपक्षो, नरकविशेषश्च । तमःसमूहस्तमिरुआम् ।ज्योत्स्नातमिरुओ॑ति निपातनाम्नत्वर्थीयो रः । तत्र ह्रलयवभूतानि तमांसि विद्यन्ते । तदस्मिन्नस्तीति विग्रहे रान्तादण् । स्त्रियां — -तामरुआई ।तमिरुआआ तामसी रात्रिर्ज्यौत्स्नि चन्द्रिकयान्विता॑इत्यमरोक्तौ तु तमिरुओत्येतद्रान्तं न त्वणन्तमिति न विरोधः । एवं च तमिरुआआ रात्रयो अस्मिन् सन्तितामिरुआः पक्ष॑इत्यपि व्याख्यातुं शक्यम् ।",
    "padamanjari": " अण्प्रकरणे इत्यादि। प्रकरणम् प्रस्तावः, काण्डं वा। ज्योत्स्नातमिस्रेत्यादिसूत्रे पठितानां ग्रहणम्। ज्यौत्स्नः पक्ष इति। स पुनः पूर्वः पक्षः तत्र हि पञ्चदशस्वपि तिथिषु ज्योत्स्ना भवतीति कृत्स्नः पक्षो ज्योत्स्नया व्याप्यते। एतेन तामिस्रो व्याख्यातः, तमःसमूहस्तामिस्रम्, मत्वर्थीयो रः। तत्र ह्यवयवभूतानि तमांसि विद्यन्ते तधस्मिन्नस्ति स तामिस्रोऽपरः पक्षः। तमिस्रारात्रिर्यस्मिन्विद्यत इति वा तामिस्रः, नरकविशेषस्यैषा संज्ञा। कुण्कडलार्हः कौण्कडलः। तत्र यथाकथञ्चिन्मत्वर्थीय उपपाद्यः। यस्तु संसक्तकुण्कडलः स कुण्डली भवति। अयं च नियम इतिकरणानुवृतेर्ल भ्यते ॥",
    "kashika": "तपःसहस्राभ्याम् अण् च प्रत्ययो भवति। तापसः। साहस्रः। योगविभाग उत्तरार्थः, यथासङ्ख्यार्थश्च। अण्प्रकरणे ज्योत्स्नादिभ्य उप्सङ्ख्यानम्। ज्योत्स्ना विद्यते ऽस्मिन् पक्षे ज्यौत्स्नः पक्षः। तामिस्रः। कौण्डलः। कौतपः। वैसर्पः। वौपादिकः।",
    "sutra_vishesh": "",
    "mahabhashyam": " अण्च (2121) (अण्प्रत्ययाधिकरणम् (तपःशब्दाक्षेपे भाष्यम्) किमर्थं तपः श्बदाद्विन् विधीयते। नासन्तादित्येव सिद्धम्? (5770 समाधानवार्तिकम्।। 1 ।।) - तपसो विन्वचनमण्विधानात् - (भाष्यम्) तपसो विन्वचनं क्रियते। किं प्रयोजनम्? अण्विधानात्। तपःशब्दादण् विधीयते, स विशेषविहितः सामान्यविहितं विनं बाधेत।। (5771 उपसंख्यानवार्तिकम्।। 2 ।।) - अण्प्रकरणे ज्योत्स्नादिभ्य उपसंख्यानम् - (भाष्यम्) अण्प्रकरणे ज्योत्स्नादिभ्य उपसंख्यानं कर्तव्यम्। ज्यौत्स्नः। तामिस्नम्। कौण्डलः। कौतपः। वैपादिकः।। ",
    "sutra": "अण् च",
    "kaumudiNumber": "1910",
    "kaumudiText": "योगविभाग उत्तरार्थः | तापसः | साहस्रः ॥ |<!ज्योत्स्नादिभ्य उपसंख्यानम् !> (वार्तिकम्) ॥ ज्यौत्स्नः | तामिस्रः ॥",
    "nyaas": "`अण्प्रकरणे` इत्यादि ज्योत्स्नादिराकृतिगणः| येभ्यो मतुबर्थेऽण्? दृश्यते ते ज्योत्स्नादयो द्रष्टव्याः| उपसंख्यानशब्दश्चायं प्रतिपादने वत्र्तते| तत्रेदं प्रतिपादनम्--उत्तरसूत्रे चकारोऽनुक्तसमुच्चयार्थः, तेन ज्योत्स्नादिब्योऽपि भविष्यतीति| `कौण्डलः` इति| कुण्डले योर्हति स एवमुच्यते| अन्यस्तु कुण्डलीत्येव भवति॥"
}


