{
    "a": "5",
    "p": "3",
    "n": "58",
    "s": "अजादी गुणवचनादेव ",
    "padachcheda": "अजादी १\/२ गुणवचनात् ५\/१  एव  ०\/०",
    "anuvritti": "  अतिशायने ७\/१ [5।3।55], ",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] वा [4।1।82]",
    "full_sutra": "अजादी अतिशायने गुणवचनात् एव ",
    "siddhantakaumudi_index": "2006",
    "msknum": "2129",
    "ssknum": "0",
    "balamanorama": "<<अजादी गुणवचनादेव>> - अजादी । तरप्तमुपौ इष्ठन्नीयसुनौ चेति चत्वारः प्रत्यया अनुक्रान्ताः । तेषां मध्ये यौ अजादी इष्ठन्नीयसुनौ तावित्यर्थः । तदाह — इष्ठन्नीयसुनाविति । पाचकतरः, पाचकतम इति । क्रियाशब्दत्वादाभ्यामिष्ठन्नीसुनौ नेति भावः ।गुणवचनादजादी एवे॑ति विपरीतनियमव्यावृत्त्यर्थ एवकारः । तेन पटुतरः पटुतम इत्यादि सिद्धम् । ",
    "tattvabodhini": "<<अजादी गुणवचनादेव>> - अजादी गुणवचनादेव । इष्टतोऽवधारणार्थ एवकारः । तेन प्रत्यय नियमोऽयम् । एवकाराऽभावे तुगुणवचनादजादिप्रत्ययावेवे॑ति प्रकृतिनियमोऽपि सम्भाव्येत । तथा च पटुतरः, पटुतम इत्यादि न सिध्येत् ।",
    "padamanjari": " एवकारः किमर्थः ? नियमो यथा विज्ञायेत; अन्यथा प्रकर्थेऽजाद्योर्विधानादप्रकर्षे विधिः स्यात्। ठतिशायनेऽ इत्यनुवर्तिष्यते, तत्रैव पुनर्वचनं नियमार्थं भविष्यति,नार्थ एवकारेण? तत्राह--एवकार इष्टतोऽडवधारणार्थ इति। असति ह्यस्मिन्विपरीतोऽपि नियमः सम्भाव्यते--अजादी एव गुणवचनादिति। तत्र को दोषः ? गुणवचनाद् व्यञ्जनादी न स्याताम्; तस्याजाद्योर्नियतत्वात्। यत एवकारस्ततोऽन्यत्रावधारणमिति। अजाद्योश्चानियतत्वादगुणवचनादपि तयोः प्रसङ्गः। इदमतिबहु क्रियते--अजादी गुणवचनादेवेति, एवं तु वक्तव्यम्--अतिशायने तमप्, गुणवचनादिष्ठन्, द्विवचनविभज्योपपद इयसुन्, गुणवचनादित्येव, ततस्तरप् च, गुमवटचनादिति निवृतम्? सापम्; ठ्प्रशस्यस्य श्रःऽ इत्येवमाद्यर्थं तु ठजादीऽ इत्युक्तम्। एवं तर्हि ठ्प्रशस्यस्य श्रोऽजाद्योःऽ इत्येवास्तु, एवमपि ह्यएवकारो न वक्तव्यो भवति? त्वत्पक्षेऽपि ठ्तरप् चऽ इति चकारः क्रियते, ततुल्यं भवति ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "इष्ठन्नीयसुनौ अजादी सामान्येन विहितौ, तयोरयं विषयनियमः क्रियते, गुणवचनादेव भवतस्तौ न अन्यस्मादिति। पटीयान्। लघीयान्। पटिष्ठः। लघीष्ठः। इह न भवतः, पाचकतरः, पाचकतमः इति। एव कारः इष्टतो ऽवधारणार्थः, प्रत्ययनियमो ऽयं न प्रकृतिनियमः इति। पटुतरः। पटुतमः।",
    "mahabhashyam": " अजादी गुणवचनादेव (2216) (नियमाधिकरणम्) (एवकारप्रयोजनभाष्यम्) एवकारः किमर्थः? नियमार्थः। नेतदस्ति प्रयोजनम्, सिद्धे विधिरारभ्यमाणोऽन्तरेणैवकारं नियमार्थो भविष्यति।। ःथ्द्य;ष्टतोऽवधारणार्थस्तर्हि। यथैवं विज्ञायेत--अजादी गुणवचनादेवेति। मैवं विज्ञायि--अजादी एव गुणवचनादिति। किं च स्यात्? न व्यञ्ञ्जनादी गुणवचनात्स्याताम्।। ",
    "siddhantakaumudi": "इष्ठन्नीयसुनौ गुणवचनादेव स्तः | नेह | पाचकतरः | पाचकतमः ॥",
    "nyaas": "`पाचकतरः` इति| कर्तृशक्तिमतो द्रव्यस्याभिधानाद्द्रव्यवचनोऽयं पाचकशब्दः| अथैवकारः किमर्थः, यावता सिद्धे विधिरारभ्यमाणो विनापि तेन नियमार्थो भवतिइत्याह-`एवकारः` इत्यादि| असति ह्रेवकारे विपरीतमवषारणं विज्ञायते--अजादी एव गुणवचनादिति, ततश्च यत एवकारस्ततोऽन्यत्रावधारणमिति प्रकृतिनियमः स्यात्| एवं च गुणवचनस्याजाद्योनियतत्वात्? ततस्तरबादिर्नं स्यात्| एवकारे तु प्रकृत्यनन्तरमुच्चार्यमाणे सति प्रत्ययार्थनियमोऽयं भवति न प्रकृतिनियम इति पटुतरः, पटुतम इति सिद्धं भवति| एतयोरपि सिद्ध्यर्थं `गुणवचनादिष्ठन्नीयसुनौ` इति सूत्रं न कृतम्| तदा विध्यर्थत्वादेतौ तरप्तमपोरपवादत्वाद्बाधकाविति तयोरभावे पटुतरः, पटुतम इति न सिध्येत्॥"
}


