{
    "a": "5",
    "p": "3",
    "n": "60",
    "s": "प्रशस्यस्य श्रः ",
    "padachcheda": "प्रशस्यस्य  ६\/१  श्रः  १\/१",
    "anuvritti": " अजादी (सप्तम्या विपरिणम्यते) 7\/२ [5।3।58],  अतिशायने ७\/१ [5।3।55]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] वा [4।1।82]",
    "full_sutra": "अतिशायने प्रशस्यस्य अजाद्योः श्रः ",
    "siddhantakaumudi_index": "2009",
    "msknum": "2130",
    "ssknum": "0",
    "balamanorama": "<<प्रशस्यस्य श्रः>> - प्रशस्यस्य श्रः । अजाद्योरिति । इष्ठन्नीयसुनोरित्यर्थः । \"अजादी\" इत्यनुवृत्तं सप्तम्या विपरिणम्यत इति भावः । प्रशस्यशब्दस्य क्रियाशब्दतया गुमवचनत्वाऽभावेऽपि अत एव ज्ञापकादिष्ठन्नीयसुनौ । श्र-इष्ठ, श्र-ईयस् इति स्थिते इष्ठेमेयःसु विहितटिलोपे प्राप्ते —  ।",
    "tattvabodhini": "<<प्रशस्यस्य श्रः>> - प्रशस्यस्य श्रः ।अजादी॑इत्यनुवृत्तं सप्तम्या विपरिणम्यत इत्याह — -अजाद्योरिति । अजाद्योः किम् । प्रशस्यतरः । प्रशस्यतमः ।",
    "padamanjari": " अजाद्योः प्रत्यययोः परत इति। ननु चाजादी इति प्रथमान्तं प्रकृतम्। न सप्तम्यन्तम्, तत्कथमयमर्थो लभ्यते ? इत्यत आह--अजादी इति प्रकृतस्येत्यादि। प्रकृतस्य या विभक्तिः प्रथमा सा सप्तमीरूपेण विपरिणम्यते, ऊह्यत इत्यर्थः। एवं तर्हीत्यादि। अथ यावेव सम्भवतः--तरप्तमपौ, तयोरेव परतोऽयमादेशः कस्मान्न भवति? नैवं भवितुमर्हति; ठजादीऽ इत्यनुवृत्तिसामर्थ्यात्। अथात्रैवाजाद्योर्विधिः कस्मान्न विज्ञायते--प्रशस्यशब्दादजादी भवतः, श्रश्चास्यादेश इति, तत्रायमप्यर्थः--विभक्तिविपरिणामो न कर्तव्यो भवति? नैवं शक्यम्; तरप्तमपौ हि स्याताम्, विशेषविहितावजादी बाधेयाताम्, उपाधीनां च सङ्करः स्याद्-इष्ठन्विषये ईयसुन्, तद्विषये चेष्ठन्निति। तद्विषय इति। स प्रशस्यशब्दो विषयो यस्य स तद्विषयः। सप्तम्यन्तपाठे तु स एव विषयस्तत्रेत्यर्थः। नियमो न प्रवर्तत इति। नयमाप्रवृत्तिज्ञापनद्वारेणाजादिभावो ज्ञाप्यते, न तु साक्षादित्यर्थः; अन्यथा पुनरनजाद्योर्बाध उपाधिसङ्करश्च स्यात्, उक्तेन प्रकारेण स्वशास्त्रेणैवाजाद्योर्विदानान्नैतद्दोषद्वयमपि भवति। कथं पुनर्थाश्रुतसम्बन्धसम्भवेऽपि विपरिणामः शक्य आश्रयितुम् ? श्रृणु; अजाद्योर्विधिरिष्टश्चेत्पञ्चम्या निरदेक्ष्यत्। किञ्च एवं सन्नियोगार्थश्चकारोऽप्यकरिष्यत। टिलोप-यस्येतिलोपाविति। ठ्यस्येतिऽ इत्यनेन लोपो यस्येतिलोपः, ठ्कर्तृकरणे कृता बहुलम्ऽ इति समासः, तत्रानुकरणत्वादस्यवामीयमित्यादिवद्बिभक्तेरलोपः। ठाद्गुणःऽ इति त्वनङ्गत्वान्न प्रतिषिध्यते ॥",
    "laghusiddhantakaumudi_index": "1226",
    "laghusiddhantakaumudi": "अस्य श्रादेशः स्यादजाद्योः परतः॥",
    "kashika": "प्रशस्य शब्दस्य श्र इत्ययम् आदेशे भवति अजाद्योः प्रत्यययोः परतः। अजादी इति प्रकृतस्य सप्तमी विभक्तिविपरिणम्यते। ननु च प्रशस्य शब्दस्य अगुणवचनत्वादजादी न सम्भवतः? एवं तर्हि आदेशविधानसामर्थ्यात् तद्विषयो नियमो न प्रवर्तते, अजादी गुणवचनादेव इति। एवम् उत्तरेष्वपि योगेषु विज्ञेयम्। सर्वे इमे प्रशस्याः, अयम् एषाम् अतिशयेन प्रशस्यः श्रेष्ठः। उभाविमौ प्रशस्यौ, अयम् अनयोरतिशयेन प्रशस्यः श्रेयान्। अयम् अस्मात् श्रेयान्। प्रकृत्यौ काचिति प्रकृतिभावत् श्रशब्दस्य टिलोपयस्येतिलोपौ न भवतः।",
    "mahabhashyam": " प्रशस्यस्य श्रः(2218) (श्रादेशाधिकरणम्) (सूत्रार्थोपपादकभाष्यम्) ःथ्द्य;दमयुक्तं वर्तते। किमत्रायुक्तम्? अजादी गुणवचनादेव 58 ःथ्द्य;त्युक्त्वा अगुणवचनानामपि अजाद्योरादेशा उच्यन्ते। नैष दोषः। एतदेव ज्ञापयति--भवत एतेभ्यो।?गुणवचनेभ्योऽपि अजादी ःथ्द्य;ति, यदयमजाद्योः परत आदेशान् शास्ति। एवमपि तयोः ःथ्द्य;ति वक्तव्यं स्यात्, तयोः परत ःथ्द्य;ति।। यदि पुनरयं विधिर्ज्ञायेत। नैवं शक्यम्, व्यञ्ञ्जनादी हि न स्याताम्, उपाधीनां च संकरः स्यात् पुनर्विधानादजाद्योः। ननु चैते विशेषा अनुवर्तेरन्। यद्यप्येते अनुवर्तेरन् व्यञ्ञ्जनादी तर्हि न स्याताम्। एवं तर्हि आचार्यप्रवृत्तिर्ज्ञापयति--भवत एतेभ्योऽगुणवचनेभ्योऽप्यजादी ःथ्द्य;ति--यदयमजाद्योरादेशं शास्ति। ननु चोक्तं तयोरिति वक्तव्यमिति। न वक्तव्यम्। प्रकृतमजादिग्रहणमनुवर्तते। क्व प्रकृतम्? अजादी गुणवचनादेवेति। तद्वै प्रथमानिर्दिष्टम्, सप्तमीनिर्दिष्टेन चेहार्थः। अर्थाद्विभक्तिविपरिणामो भविष्यति। तद्यथा--उच्चानि देवदत्तस्य गृहाणि, आमन्त्रयस्वैनम्; देवदत्तमिति गम्यते। देवदत्तस्य गावोऽश्वा हिरण्यम्, आढ्यो वैधवेयः; देवदत्त ःथ्द्य;ति गम्यते। पुरस्तात्षष्ठीनिर्दिष्टं सदर्थात्प्रथमानिर्दिष्टं द्वितीयानिर्दिष्टं च भवति। एवमिहापि--पुरस्तात्प्रथमानिर्दिष्टं सदर्थात्सप्तमीनिर्दिष्टं भविष्यति।। ",
    "siddhantakaumudi": "अस्य श्रादेशः स्यादजाद्योः ॥",
    "nyaas": "ननु चाजीदी इति प्रथमान्तम्, तत्कथमजाद्योः परत आदेशो लभ्यते? इत्याह--`अजादी` इतचि| `तद्विषयः` इति| स प्रशस्यशब्दो विषयो यस्य स तद्विषयः| `अजादी गुणवचनादेव`  [[5|3|58]]  इतत्यनेन यो नियमः स तद्विषये न प्रवत्र्तत इति दर्शयति| `एवमुत्तरेष्वपि` इति| `वृद्धस्य च`  [[5|3|62]]  इत्येवमादिषु| अयमनयोः अयमनयोः श्रेयानिति द्विवचनोपपद ईयसुन्? अयमस्मात्? श्रेयानिति विभज्योपपदे| पूर्वत्र निर्धारणे षष्ठी  [[2|3|41]] , उत्तरत्र `पञ्चमी विभक्ते`  [[2|3|42]]  इति पञ्चमी॥"
}


