{
    "a": "5",
    "p": "3",
    "n": "91",
    "msknum": "2153",
    "ssknum": "0",
    "balamanorama": "<<वत्सोक्षाश्वर्षभेभ्यश्च तनुत्वे>> - वत्सोक्ष । ह्यस्व इति निवृत्तम् । वत्स, उक्षन्, अआ, ऋषभ — एभ्यस्तनुत्वविशिष्टवृत्तिभ्यः ष्टरच्प्रत्ययः स्यादित्यर्थः । तनुत्वं — न्यूनत्वम् । वत्सः-प्रथमवयाः । वयसश्च प्रथमस्य तनुत्वम् — उत्तर वयः प्राप्त्या ज्ञेयम् । तदाह — द्वितीयं वयःप्राप्त इति । उक्षतर इति । उक्षा — तरुणो बलीवर्दः । तारूण्यस्य तनुत्वं तृतीयवयः प्राप्त्या ज्ञेयम् । अआतर इति । गर्दमेन अआआयामुत्पादितः । अआतरः — अआतरत्वं च अआत्वापेक्षया न्यूनमेव । ऋषभतर इति । ऋषभो-भारस्य वोढा तस्य तनुत्वं भारोद्वहने मन्दशक्तिता, तद्वानित्यर्थः । तनुः कृशो वत्सो वत्सतर इति कुतो नेत्यत आह — प्रवृत्तिनिमित्ततनुत्वे एवायमिति । एतच्च भाष्ये स्पष्टम् ।",
    "tattvabodhini": "<<वत्सोक्षाश्वर्षभेभ्यश्च तनुत्वे>> - वत्सोक्षाआ । तनुत्वं=न्यूनता । सा च प्रवृत्तिनिमित्तस्य, प्रत्यासत्तेः । क्वचित्तु तत्सहचरितधर्मान्तराणाम् । तत्र वत्सः — प्रथमवयाः । वयसश्च प्रथमस्य न्यूनत्वं नाम वयोऽन्तरप्राप्तिः । तदाह — -द्वितीयमिति । तरुण उक्षा । तारुण्यस्य चतनुत्वं तृतीयवयःप्राप्तिः । अआआयामआआदुत्पन्नोऽआः । अआत्वं च जातिः । तत्सहचरितस्याऽआआयामआआदुत्पन्नत्वधर्मस्यन्यूनत्वमन्यपितृकता । तथा च गर्दभेनाऽशावायामुत्पादितोऽआतरः । ऋषभो भावरस्य वोढा । तस्य तनुत्वं बारोद्वहने मन्दशक्तिता । तद्वांस्तु ऋषभतरः ।",
    "padamanjari": " ठ्तनुत्वेऽ इति सामान्याभिधानात्कार्श्येऽपि प्रत्ययप्रसङ्गः, तत्राह--यस्य हि गुणस्येति। एतच्च प्रत्यासतेर्लभ्यते। प्रत्यासन्नं हि शब्दस्य प्रवृत्तिनिमितम्। प्रथमवया वत्स इति। प्रथमं वयो वत्सशब्दस्य प्रवृत्तिनिमितमित्«अथः। तस्येति गुणभूतमपि वयोऽत्र परामृश्यते, तस्य प्रथमस्य वयस इत्यर्थः। द्वितीयवयःप्राप्तिरिति। द्वितीयं हि वयः प्राप्नुषतो वत्सस्य प्रथमं वयोऽल्पशेषं भवति। तरुण इति। द्वितीयवया इत्यर्थः। तस्य तनुत्वमित्यादि पूर्ववत्। अन्यपितृकतेति। गर्दभपितृकतेत्यर्थः। गर्दबेन त्वश्वायामुत्पादितोऽश्वतर उच्यते। अनड्वानिति। अनसो वोढेअत्यर्थः, अनसि वहेः क्विप्, डश्चानसः ॥",
    "kashika": "ह्रस्वे इति निवृत्तम्। वत्स उक्षनश्व ऋषभ इत्येतेभ्यः तनुत्वे द्योत्ये ष्टरच्प्रत्ययो भवति। यस्य गुणस्य हि भावाद् द्रव्ये शब्दनिवेशः तस्य तनुत्वे प्रत्ययः। वत्सतरः। उक्षतरः। अश्वतरः। ऋषभतरः। प्रथमवया वत्सः, तस्य तनुत्वं द्वितीयवयःप्राप्तिः। तरुण उक्षा, तस्य तनुत्वं तृतीयवयःप्राप्तिः। अश्वेन अश्वायाम् उत्पन्नो ऽस्वः, तस्य तनुत्वम् अन्यपितृकता। अनुड्वानृषभः, तस्य तनुत्वं भारवहने मन्दशक्तिता।",
    "sutra_vishesh": "",
    "mahabhashyam": " वत्सोक्षाश्वर्षभेभ्यश्च तनुत्वे (2249) (ष्टरच्प्रत्ययाधिकरणम्) (5894 पूर्वपक्षिवार्तिकम्।। 1 ।।) - वत्सादिभ्यस्तनुत्वे कार्श्ये प्रतिषेधः - (भाष्यम्) वत्सादिभ्यस्तनुत्वे कार्श्ये प्रतिषेधो वक्तव्यः। कृशो वत्सो वत्सर ःथ्द्य;ति मा भूदिति।। (वार्तिकान्यथासिद्धिप्रदर्शकभाष्यम्) स तर्हि प्रतिषेधो वक्तव्यः। न वक्तव्यः। यस्य गुणस्य हि भावात् द्रव्ये शब्दनिवेशस्तदभिधाने तस्मिन् गुणे वक्तव्ये प्रत्ययेन भवितव्यम्। न च कार्श्यस्य भावात् द्रव्ये वत्सशब्दः।। ",
    "sutra": "वत्सोक्षाश्वर्षभेभ्यश्च तनुत्वे",
    "kaumudiNumber": "2046",
    "kaumudiText": "वत्सतरः | द्वितीयं वयः प्राप्तः | उक्षतरः | अश्वतरः | ऋषभतरः | प्रवृत्तिनिमित्ततनुत्व एवायम् ॥",
    "nyaas": "यदि तनुत्वे वत्सादिशब्देभ्यः प्रत्ययो विधीयते, ये शरीरे कृशा वत्सादयस्तत्राप्यविशेषेण प्रत्ययः प्रसज्येत, विशेषानुपादानात्? इत्यत आह--`यस्य गुणस्य` इत्यादि| गुणो विशेषणम्, विशेष्यं द्रव्यम्| वत्सादिशब्दानां प्रवृत्तिनिमित्तं वयोविशेषादि| यस्मिन्? सति वत्सादयः शब्दा द्रव्ये विशेष्ये निविशन्ते=प्रवत्र्तते, तस्यैव वत्सादिशब्दस्य प्रवृत्तिनिमित्त्स्य तनुत्वे प्रत्यो भवति, न तनुत्वमात्रे; तत्? पुनः प्रत्यासत्तेः| वत्सादिभ्यः प्रकृतिभ्यः प्रत्यये विधीयमाने अन्यत्? प्रवृत्तिनिमित्तं न प्रत्यासन्नम, ततस्तस्यैव तनुत्वे युक्तं प्रत्ययेन भवितव्यम्|`तस्य तनुत्वं द्वितीयवयसः प्राप्तिः` इति| तृतीयवयःप्राप्तिकाले द्वितीयस्य वयसः| उक्षशब्दस्य प्रवृत्तिनिमित्तस्य निश्चितं तनुत्वमवशिष्यते| `तस्य तनुत्वमन्यपितृकता` इति| गर्दभपितृक्तेत्यर्थः| तर्हि गर्दभादआआयामुत्पन्नोऽआतर इत्युच्येते| `तस्य तनुत्वं भारोद्वहर्ने मन्दशक्तिता` इति| भारोद्वहनं प्रति यःसमर्थो न स्यात्? स ऋषभतर इत्युच्यते| यदा तु तस्य भारोद्वहने सामथ्र्यं मन्दं भवति=हीयते, तदा तनुत्वं भवति॥"
}


