{
    "a": "5",
    "p": "3",
    "n": "62",
    "msknum": "2134",
    "ssknum": "0",
    "balamanorama": "<<वृद्धस्य च>> - वृद्धस्य च । शेषपूरणेन सूत्रं व्याचष्टे — ज्यादेशः स्यादजाद्योरिति । इष्ठन्नीयसुनोरित्यर्थः । ज्येष्ठ इति । अयमनयोरति शयेन वृद्ध इत्यर्थः । ",
    "tattvabodhini": "<<वृद्धस्य च>> - वृद्धस्य च । स्वरूपस्येह ग्रहणं, न तुवृद्धिर्यस्याचामादि॑रिति पारिभाषिकस्य, व्याख्यानात् । अस्यप्रियस्थिरे॑त्यादिना वर्षादेसोऽपि पक्षे भवति । न च तस्येमनिचि सावकाशता शङ्क्या, वृद्धशब्दादिमनिचोऽभावात् । यदि तुवृद्धस्य वर्षिश्चे॑ति सूत्रमिहैव क्रियेत तदा द्विर्वृद्धग्रहणं न कर्तव्यमिति लाघवं भवतीत्याहुः ।",
    "padamanjari": " स्वरूपग्रहणम्, न तु ठ्वृद्धिर्यस्याचामादिःऽ इति पारिभाषिकस्येत्याह--वृद्धशब्दस्येति। अत्र च व्याख्यानमेव शरणम्। तयोश्चेत्यादि। यत्पूर्वमुक्तम्--ठेवमुतरेष्वपि योगेषु विज्ञेयम्ऽ इति, तदेवानेन स्मारितम्। वचनात्पक्षे सोऽपि भवतीति। ननु च वर्षादेशस्येमनिजवकाशः स्यात्? न; वृद्धशब्दादिमनिचोऽभावात्। यद्येवम्, वर्षादेसोऽपीहैव वक्तव्यः--वृद्धस्य वर्षिश्चेति, एवं हि द्विर्वृद्धग्रहणं न कर्तव्यं भवति? सत्यम्; तथा तु न कृतमित्येव। अपर आह---इष्ठनीयसुनोरिमवेमनिचोऽपि सद्भावः कल्प्यते, तेन वर्षिमेत्यपि भवति। तस्य मते---वर्षादेशस्येमनिचि चरितार्थत्वादिष्ठन्नीयसुनोरनेन ज्यादेश एव प्राप्नोति। तस्माद् ठ्युवाल्पयोः कनन्यतरस्याम्ऽ इत्यत्रेदमनुवर्तते, तेन ज्यादेशेन मुक्ते पक्षे वर्षादेशः ॥",
    "kashika": "वृद्धशब्दस्य च ज्य इत्ययम् आदेशो भवत्यजाद्योः प्रत्यययोः परतः। तयोश्च सत्त्वं नियमाभावेन पूर्ववज् ज्ञाप्यते। सर्वे इमे वृद्धाः, अयम् एषाम् अतिशयेन वृद्धः ज्येष्ठः। उभाविमौ वृद्धौ, अयम् अनयोरतिशयेन वृद्धः ज्यायान्। अयम् अस्माज् ज्यायान्। प्रियस्थिर इत्यादिना वृद्धशब्दस्य वर्षादेशो विधीयते। वचनसामर्थ्यात् पक्षे सो ऽपि भवति। वर्षिष्ठः। वर्षीयान्।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "वृद्धस्य च",
    "kaumudiNumber": "2013",
    "kaumudiText": "ज्यादेशः स्यादजाद्योः | ज्येष्ठः | ज्यायान् ॥",
    "nyaas": "`वृद्धशब्दस्य` इति| `वृद्ध` इत्येतस्य शब्दस्येत्यर्थः| एतेन `वृद्धस्य` इति स्वरूपग्रहणं दर्शयति| ननु च वृद्धशब्दश्च संज्ञा कृता--`वृद्धिर्यस्याचामादिस्तद्वृद्धम्`  [[1|1|72]]  इति, अतस्तत्प्रत्यायितस्यैव संज्ञिनो ग्रहणं न स्वरूपस्य, `स्वं रूपं शब्दस्याशब्दसंज्ञा`  [[1|1|68]]  इति वचनात्? नैष दोषः, `प्रशस्यस्य` इत्येतदिहानुवत्र्तते, तेन वृद्धशब्दो विशेष्यते--प्रशस्यस्य वृद्धस्येति| स्वरूपग्रहणे वयोऽधिके च शब्दार्थे प्रशस्यता युज्यते, न पारिभाषिकग्रहणे| अथ वा--स्थानेऽन्तरतमपरिभाषया  [[1|1|49]]  ज्यशब्दस्य योऽन्तरतमः स एव स्थानो विज्ञायते, अन्तरतमश्च तस्य वृद्धशब्द एव, तेन तस्यैव ग्रहणं युक्तम्| `तयोश्च` इत्यादि| यथा `प्रशस्यस्य श्रः`  [[5|3|60]]  इत्यत्र नियमाभावेनाजाद्योः प्रत्यययोः सत्त्वं ज्ञापितम्, तथेहापि ज्ञाप्यते| नियमाभावस्त्वजाद्योः परतः पूर्ववदादेशविषानादेव वेदितव्यः॥"
}


