{
    "a": "5",
    "p": "3",
    "n": "63",
    "msknum": "2135",
    "ssknum": "0",
    "balamanorama": "<<अन्तिकबाढयोर्नेदसाधौ>> - अन्तिकबाढयोः अजाद्योरिति । शेषपूरणमिदम् । अन्तिक, बाढ अनयोरिष्ठेयसुनोः परतः \"नेद\" \"साध\" एतावादेशौ स्त इत्यर्थः । नेदिष्ठः नेदीयानिति । अयमनयोरतिशयेनान्तिक इत्यर्थः । साधिष्ठः साधीयनिति । अयमनयोरतिशयेन बाढ इत्यर्थः । बाढो — भृशः ।भृशप्रतिज्ञयोर्बाढ॑मित्यमरः ।अतिवेलभृशाऽत्यर्थातिमात्रोद्गाढनिर्भर॑मिति च । ",
    "tattvabodhini": "",
    "padamanjari": " निमितयोर्यथासंख्यमिह नेष्यत इति। ठजाद्योःऽ इति प्रकृतयोरिष्ठनीयसुनोर्ग्रहणातयोश्च क्रमेणोपदेशादजहत्क्रमयोरेव प्रतीतेर्यथासंख्याप्रसङ्गं मन्यते। कस्मात्पुनरिष्यमाणमपि न भवति ? विपरीतक्रमस्यापि सम्भवात्। तथा हि--कयोरजाद्योरित्यपेक्षायामानन्तर्थादीयसुंस्तावत्प्रतीयते, द्विवचनानुरोधात्विष्ठन्नपीत्येवमपि क्रमः सम्भवति। तदनयोः क्रमयोर्नान्यतरः क्रमो निर्द्धारयितुं शक्य इत्यनाश्रयणमेव तयोर्युक्तम् ॥",
    "kashika": "अन्तिकबाढयोः यथासङ्ख्यं नेद साध इत्येतावादेशौ भवतो ऽजाद्योः परतः। तयोश्च सत्त्वं पूर्ववद् विज्ञेयम्। निमित्तभूतयोर् यथासङ्ख्यम् अत्र एष्यते सर्वाणीमान्यन्तिकानि, इदमेषामतिशयेन अन्तिकम् नेदिष्ठम्। उभे इमे अन्तिके, इदम् अनयोरतिशयेन अन्तिकं नेदीयः। इदम् अस्मान् नेदियः। सर्वे इमे बाढमधीयते, अयम् एषाम् अतिशयेन बाढम् अधीते सधिष्ठः। उभाविमौ बाढम् अधीयाते, अयम् अनयोरतिशयेन बाढम् अधीते साधीयः। अयम् अस्मात् साधीयो ऽधीते।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "अन्तिकबाढयोर्नेदसाधौ",
    "kaumudiNumber": "2014",
    "kaumudiText": "अजाद्योः | नेदिष्ठः | नेदीयान् | साधिष्ठः | साधीयान् ॥",
    "nyaas": "`निमित्त्योः` इत्यादि| निमित्तौ प्रत्ययौ, तयोः परत आदेशविधानात्| कस्मात्? पुनरिष्यमाणो न भवति? अल्पाच्यतस्य परनिपातात्| स हि लक्षणान्तरानपेक्षतामाचष्टे| तेन यथासंख्यलक्षणमपीह नापेक्ष्यते| यद्येवम्, स्थान्यादेशयोरपि यथासंख्यं न प्राप्नोति? मा भूद्यथासंख्यम्, आन्तरतम्याद्व्यवस्था भविष्यति| ननु च व्यवस्थाकारि चेल्लक्षणान्तरं नापेक्ष्यते, स्थानेऽन्तरतमपरिभाषापि  [[1|1|50]]  न प्राप्नोति? नैतदस्ति; निर्वेशान्यथात्वं हि निर्देशकृता व्यावस्था नास्तीत्येतदेव बोधयति, या त्वर्थकृता व्यवस्था तां न निवत्र्तयति| अपि चादेशप्रतिपत्तये `षष्ठी स्थाने योगा`  [[1|1|48]]  इत्येषा परिभाषा नियोगतोऽपेक्षणौया| तच्छेषभूता `स्थानेऽन्तरतमः  [[1|1|49]]  इति परिभाषा कथं शक्या नापेक्षितुम्॥"
}


