{
    "a": "5",
    "p": "3",
    "n": "77",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<नीतौ च तद्युक्तात्>> - नीतौ च तद्युक्तात् । सामदानादीति । आदिना भेददण्डयोग्र्रहणम् । तद्युक्तादित्येतद्व्याचष्टे — अनुकम्पायुक्तादिति । अव्ययसर्वनाम्नां टेः प्रागिति चानुवर्तते, \"कस्य च दः\" इति च । हन्त ते धानका इति । \"दास्यन्ते\" इति शेषः ।हन्ते॑त्यव्ययमनुकम्पाद्योतकम् ।हन्त हर्षेऽनुकम्पाया॑मित्यमरः ।हन्ते॑त्यदन्तम् ।हे पुत्रे॑ति शेषः । अनुकम्पायुक्ता धाना इत्यर्थः । धानाशब्दात्कप्रत्यये \"केऽणः\" इति ह्यस्वे कान्ताट्ठापिअबाषितपुंस्काच्चे॑ति विकल्पात्पक्षे इत्त्वाऽभावः । एहकीति ।एही॑ति तिङन्तस्य टेः प्रागकच् ।अव्ययसर्वनाम्ना॑मित्यत्र तिङस्चेत्यनुवृत्तेरिति भावः । अद्धकीति ।अद्धी॑ति तिङन्तस्य टेः प्रागकच् । पूर्वेणेति । अनुकम्पायास्तद्विषयत्वादिति भावः । परम्परासम्बन्धे ।ञपीति । पुत्रः साक्षादनुकम्प्यः, तद्द्वारा धाना अनुकम्पायुक्ता इति भावः । ",
    "tattvabodhini": "<<नीतौ च तद्युक्तात्>> - नीतौ च तद्युक्तात् । अनुकम्पायुक्तादिति । यद्यपि पुत्रादिरेव साक्षादमुकम्पायुक्तो न तु धानादिस्तथापि तद्द्वारा धानादीनामप्यस्त्यनुकम्पासंबन्ध इति भावः । धानका इति ।धाना॑शब्दः स्त्रीलिङ्गः । ततः कः ।केऽणः॑इति ह्यस्वः । कप्रत्ययान्ताट्टाप् । अत्रप्रत्ययस्था॑दितीत्त्वेन भाव्यम् । प्रायेण तुधानका॑इति पटते । तत्र लिङ्गातिवृत्तिद्र्रष्टव्येति हरदत्तः ।कर्मव्यतिहारे णच्स्त्रिया॑मिति सिद्धेणचः स्त्रियामञि॑ति सूत्रे पुनः स्त्रीग्रहणेन ज्ञापितंस्वार्थिकाः प्रकृतिलिङ्गं क्विचदतिवर्तन्ते॑इति । तेनधानका॑इत्यत्र पुंस्त्वमिति भावः ।",
    "padamanjari": " सामदानादिरिति। आदिशब्देन भेददण्डयोर्ग्रहणम्, यद्यनुकम्पायां तौ सम्भवतः। असम्भवेऽपि नीतिस्वरूपप्रदर्शनपरं द्रष्टव्यम्। एहकीति। आङ्पूर्वादिणो लोट्, सिपो हिः पूर्वेणेत्यादि। अनुकम्पायां हि विधीयमानः प्रत्ययः प्रत्यासतेरनुकम्प्यमानादेव युक्तो विधातुम्, तस्य हि अनुकम्पासम्बन्धः प्रतयासन्नस्तद्विषयत्वादनुकम्पायाः। तेन व्यवहितान्नीत्युपायाद्धानादेर्न स्याद्; अतद्विषयत्वादनुकम्पायाः। तेन व्यवहितान्नीत्युपायाद्धातादेर्न स्याद्; अतद्विषयत्वादनुकम्पायाः। धानाशब्दः स्त्रीलिङ्गः, ततः के विहते ठ्केऽणःऽ इति ह्रस्वत्वे च स्वाथिकानां प्रकृतिवल्लिङ्गं भवतीति कप्रत्ययान्तादापि कृते ठ्प्रत्ययस्थात्ऽ इतीत्वेन भवितव्यम्। प्रायेण तु हन्त ते धानका पठ।ल्ते, तत्र लिङ्गातिवृत्तिर्द्रष्टव्या ॥",
    "kashika": "सामदानादिरुपायो नीतिः। नीतौ च गम्यमानायां तद्युक्तादनुकम्पायुक्ताद् यथाविहितं प्रत्ययो भवति। हन्त ते धानकाः। हन्त ते तिलकाः। एहकि। अद्धकि। परस्य अनुकम्पामात्रोपादानेनाराधयति। पूर्वेण प्रत्यासन्नानुकम्पासम्बन्धातनुकम्प्यमानादेव प्रत्ययो विहितः। संप्रति व्यवहितादपि यथा स्यादिति वचनम्।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "नीतौ च तद्युक्तात्‌",
    "kaumudiNumber": "2032",
    "kaumudiText": "सामदानादिरुपायो नीतिस्तस्यां गम्यमानायामनुकम्पायुक्तात्कप्रत्ययः स्यात् | हन्त ते धानकाः | गुडकाः | एहकि | अद्धकि | पूर्वेणानुकम्प्यमानात्प्रत्ययः | अनेन तु परम्परासंबन्धेऽपीति विशेषः ॥",
    "nyaas": "`सामदानादिरूपायो नीतिः` इति| आदिशब्देन भेददण्डयोग्र्रहणम्; तौत्वनुकम्पायां न सम्भवत इति सामदानादिरेकैव नीतिर्गुह्रते, `एहकि` इति| इण आङपूर्वाल्लोण्मध्यमपुरुषैकवचनस्य `सेह्र्रपिच्च`  [[3|4|87]]  इति हिरादेशः| ननु पूर्वेणैवात्रापि प्रत्ययः सिद्धः, अत्रापयनुकम्पा गम्यत एव, तत किमर्थम्? इत्याह--`पूर्वेणैव` इत्यादि| प्रत्यासन्नोऽनुकम्पासम्बन्धो यस्यानुकम्पयमानस्य स तथोक्तः| प्रत्यासन्नत्वं तु सम्बन्धसर्यानुकम्प्यानंप्रति; तदाश्रयत्वादनुकम्पायां विधीयमानः प्रत्यासत्तेर्यस्यानुकम्पया प्रत्यासन्नः सम्बन्धस्ततः एव युक्तो विधातुमिति पूर्वेमानुकम्प्यमानादेव प्रत्यो विहितः, न तु व्यवहितात्? पुनर्घानादेः| अतः सम्प्रति ततोऽपि यथा स्यादित्येवमर्थमिदम्| `व्यवहितात्` इति| विप्रकृष्टादित्यर्थः| विप्रृष्टत्वमतदाश्रयत्वादनुकम्पायाः| न हि तस्यां धानादिराश्रयः, किं तर्हि? अनुकम्प्यमानो देवदत्तादिः॥"
}


