{
    "a": "5",
    "p": "3",
    "n": "53",
    "s": "भूतपूर्वे चरट् ",
    "padachcheda": "भूतपूर्वे ७\/१  चरट्  १\/१",
    "anuvritti": "",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] वा [4।1।82]",
    "full_sutra": "भूतपूर्वे चरट्",
    "siddhantakaumudi_index": "1999",
    "msknum": "2122",
    "ssknum": "0",
    "balamanorama": "<<भूतपूर्वे चरट्>> - भूतपूर्वे चरट् । भूतपूर्वे वर्तमानात्प्रातिपदिकात्स्वार्थे चरट् स्यादित्यर्थः । ",
    "tattvabodhini": "<<भूतपूर्वे चरट्>> - भूतपूर्वे । अत्र वर्तमानाच्चरट् स्यात् ।गोष्ठात् खञि॑त्यत्रैव नोक्तं, विशेषविहितेन खञा चरटो बाधा मा भूदिति । संनिधौ हि सामान्यविशेषभावः स्फुटीभवति । यद्यपि दूरस्थस्यापि बाधो न्याय्य एव, तथापीह गौरवं स्वीकृत्य दूरे पाठसामथ्र्याद्बाधो नेति भावः ।",
    "padamanjari": " भूतपूर्वशब्द इत्यादि। केवलभूतशब्दः ठ्पौतन्येऽपि वर्ततेभूतमियं ब्राह्मणीति, सत्येऽपि वर्तते--भूतवादीति, अत्र भूतशब्दो विद्यमानवचनित्यन्ये; पूर्वशब्दश्च दिग्देशयोरपि वर्तते, तस्मादन्यतरोपादाने विवक्षितोऽर्थो न गम्यत इत्युभयोरुपादानम्। आढ।ल्चर इति। यथात्र चकारस्येत्संज्ञा न भवति, तथा ठ्चुटूअऽ इत्यत्र प्रतिपादितम्। ठ्गोष्ठात्खञ्ऽ इत्यत्रैव नोक्तम्, विशेषविहितेन खञा चरटो बाधा मा भूदिति। सन्निधौ हि बाध्यबाधकभावः, न कालभेदे ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "पूर्व भूतः इति विगृह्य सुप्सुपेति समासः। भूतपूर्वशब्दो ऽतिक्रान्तकालवचनः। प्रकृतिविशेषणं च एअत्। भूतपूर्वत्वविशिष्टे ऽर्थे वर्तमानात् प्रातिपदिकात् स्वार्थे चरट् प्रत्ययो भवति। आढ्यो भूतपूर्वः आढ्यचरः। सुकुमारचरः। टकारो ङीबर्थः। आढ्यचरी।",
    "mahabhashyam": "",
    "siddhantakaumudi": "आढ्यो भूतपूर्वः | आढ्यचरः ॥",
    "nyaas": "किमर्थं पुनरेतौ समानार्थो शब्दावुपदिश्येते, नान्यतर एवोपदिश्येत? नैवं शक्यम्; इह ह्रतिक्रान्तकालविशिष्टेऽर्थे वत्र्तमानात्? प्रत्यग्रहमिष्यते, स चातिक्रान्तः कालोऽन्यतरोक्तौ नैव गृह्रते| तथा हि--भूतशब्दो वत्र्तमानेऽप्यर्थे वत्र्तते, यथा--भूतवानिति, पूर्वशब्दस्तु दिग्देशयोरपि| तस्मादन्यतरोक्तावतिक्रान्तकालो न प्रतीयते| अत एवाऽ‌ऽह--`भूतपूर्वशब्दोऽतिक्रान्तकालवचनः` इति| अथ चकारस्य `चुट्`  [[1|3|7]]  इतीत्संज्ञा कस्मान्न भवति? अनित्यत्वात्तस्य विधेः| अनित्यत्वं तु तत्रैव प्रतिपादितम्॥"
}


