{
    "a": "5",
    "p": "3",
    "n": "44",
    "msknum": "2117",
    "ssknum": "0",
    "balamanorama": "<<एकाद्धो ध्यमुञन्यारयाम्>> - एकाद्धो । एकात्-ध इति च्छेदः । धाशब्दस्य \"ध\" इति षष्ठएकवचनम् । एकशब्दात्परस्य धाप्रत्ययस्य ध्यमुञादेशः स्यादित्यर्थः । ऐकध्यमिति । नच एकशब्दात् ध्यमुञ्प्रत्ययः स्वतन्त्रो विधीयतां नतु धाप्रत्ययस्यादेश इति वाच्यं, तथा सति अधिकरणविचाल एव सन्निहितत्वादापत्तेः । ",
    "tattvabodhini": "<<एकाद्धो ध्यमुञन्यारयाम्>> - एकाद्धो । शब्दप्रधानत्वात्सर्वनामकार्याऽभावः । इह प्रकरणादेव सिद्धे पुनर्धाग्रहणं विधार्थे विहितस्यापि यथा स्यात् ।अनन्तरस्ये॑ति न्यायेनाधिकरणविचाले विहितस्यैव हि प्राप्नोतीति वृत्तिपदमञ्जार्योः स्पष्टम् । एतेन ध्युमञ् स्वतन्त्र एव प्रत्ययोऽस्त्वित्याशङ्का परास्ता । ऐकध्यमिति । विधार्थे — -॒एकेध्यं भुङ्क्ते॑ । अधिकरणविचाले तु — ऐकध्यं राशिं कुर्वि ॑त्यादि ज्ञ्यम् । एवमग्रेऽपि द्वैधमिच्यादौ योज्यम् ।",
    "padamanjari": " ठेकाद्ऽ इति शब्दप्रधानत्वात्सर्वनामकार्याभावः एकधा राशि कुर्विति। अधिकरणविचाले उदाहरणं। ऐकध्यं भुङ्क्त इति। विधार्थे। प्रकरणादेव लब्ध इति। कस्मिन् लब्धे? धाप्रत्ययस्य स्थानित्वे। इह हि पूर्वसूत्राद्धाग्रहणमनुवर्तते, स च पूर्वमेव विहित इति विधानासम्भवात् स्थानित्वमेव विज्ञास्यते। विधार्थे विहितस्यापि यथा स्यादिति। स्थान्यादेशाभावोऽप्येतदर्थमेवाश्रितः; प्रत्ययान्तरेऽप्यस्मिन्दोषाभावात्। किं पुनः कारणं विधार्थे विहितस्य तस्य न स्याद्? अत आह--अनन्तरस्यैव हीति। ठनन्तरस्य विधिर्वा भवति प्रतिषेधो वाऽ इति भावः ॥",
    "kashika": "एकशब्दात् परस्य धाप्रत्ययस्य ध्यमुञादेशः भवत्यन्यतरस्याम्। एकधा राशिं कुरु, ऐकध्यं कुरु। एकधा भुङ्क्ते, ऐकध्यं भुङ्क्ते। प्रकरणादेव लब्धे पुनर् धाग्रहणम् विधार्थे विहितस्य अपि यथा स्यात्। अनन्तरस्य एव ह्येतत् प्रत्प्नोति।",
    "sutra_vishesh": "",
    "mahabhashyam": " एकाद्धो ध्यमुञ्ञन्यतरस्याम् (2202) (ध्यमुञ्ञोऽधिकरणम्) (5827 पूर्वपक्षिवार्तिकम्।। 1 ।।) - सहभावे ध्यमुञ्ञ् - (भाष्यम्) सहभावे ध्यमुञ्ञ् वक्तव्यः। ऐकध्यं राशिं कुरु। स तर्हि वक्तव्यः? (समाधानभाष्यम्) न वक्तव्यः। अधिकरणविचाले ःथ्द्य;त्युच्यते, न चावश्यं स एवाधिकरणविचालः--यदेकमनेकं क्रियते, यदप्यनेकमेकं क्रियते सोऽप्यधिकरणविचालः।। ",
    "sutra": "एकाद्धो ध्यमुञन्यतरस्याम्",
    "kaumudiNumber": "1990",
    "kaumudiText": "ऐकध्यम् | एकधा ॥",
    "nyaas": "`ऐकध्यं कुरु` इति| अधिकरणविचाल उदाहरणम्| ऐकध्यं भुङ्क्ते` इति| विधार्थे| अत्र धाग्रहणमनुवत्र्तते, न च तत्र विध्यर्था वृत्तियुक्ता; पूर्वमेव विहितत्वात्| तस्मादनुवृत्तिसामथ्र्यात्? स्थानित्वं धाप्रत्ययस्य विज्ञायत इत्याह--`प्रकरणादेव लब्धे` इति| धाप्रत्ययस्य स्थानित्व इति शेषः| किं पुनः कारणमसति धाग्रहणे विधार्थे विहितस्य न भवति? इत्याह--`अनन्तरस्यैव हि` इत्यादि| असति हि पुनर्धाग्रहणे `अनन्तरस्य विधिर्वा भवति प्रतिषेधो वा` (व्या| प| 19) इत्यधिकरणविचालार्थे यो विहितस्तस्यैव स्यात्, न तु विधार्थे यो विहितस्तस्य| पुनर्धाग्रहणे तु सति धामात्रस्यादेशः सिद्धो भवति॥"
}


