{
    "a": "5",
    "p": "3",
    "n": "5",
    "msknum": "2083",
    "ssknum": "0",
    "balamanorama": "<<एतदोऽश्>> - एतदोऽन् । प्राग्दिशीये प्रत्यये परे एतच्छब्दस्य अन्स्यादित्यर्थः प्रतीयते, एवं सति एतच्छब्दस्य अनेव स्यात्, नत्वेतेतौ । तत्राह — योगविभाग इति । एतद इति । प्रथमसूत्रमिदम् । तस्य शेषपूरणम् \"एतेतौ रथोः\" इति । एतच्छब्दस्य एतेतौ स्तो रेफथकारादौ प्रत्यये परे इत्यर्थः । एतर्हि, इत्थमित्युदाहरणम् । अन्निति । द्वितीयं सूत्रम् ।एतद इत्येवेति रथोरिति तु नानुवर्तते इति भावः । तथाच \"एतद\" इत्यस्य अन्स्यात्प्राग्दिशीये परे इत्यर्थः फलति । अतः, अत्र इत्युदाहरणम् । ननु अनादेशे नकारस्य इत्संज्ञायामकारोऽन्तादेशः स्यादित्यत आह — अनेकाल्त्वादिति । नकारस्य प्रयोजनाऽभावान्नेत्संज्ञा, नित्स्वरस्य प्रत्ययविषयत्वादिति भावः । तर्हि \"अत\" इत्यादौ नकारस्य श्रवणं स्यादित्यत आह — नलोप इति । ",
    "tattvabodhini": "<<एतदोऽश्>> - एतदोऽन् । भाष्यारूढोऽयं पाठः । वृत्तिकारस्तुएतदो॑ऽशिति पठित्वा शकारः सर्वादेशार्थ इत्याह । अनिति । प्राग्दिशीये परे अन्स्यात् । अनेकाल्वादिति । नित्करणस्य प्रयोजनं नास्ति, प्रत्ययनित्त्वस्यैव स्वरार्थत्वादिति भावः ।",
    "padamanjari": " शकारः सर्वादेशार्थ इति। अन्यथा ठलोऽन्त्यस्यऽ इत्यन्त्यस्य स्यात्। ननु चान्त्यस्य त्यदाद्यत्वेनैव सिद्धमत्वम्, कृते तर्हि तस्मिन्नकारस्याकारः प्राप्नोति, अकारस्य अकारवचने प्रयोजनाभावत्सर्वादेशो भविष्यति ? अस्त्यन्यदकारस्याप्यकारवचने प्रयोजनम्, किम् ? योऽन्यो विधिः प्राप्नोति स मा भूदिति। कः पुनरसौ ? ठ्लितिऽ इति स्वरः। यथा--ठ्मो राजि समः क्वौऽ इति मकारस्य मकारवचनमनुस्वारबाधनार्थम्। योगविभाग इति। अशो बाधनार्थः। थमुप्रत्ययः पुनरिति। अन्यथा य एवासावविसेषविहितस्थाकारादिः ठ्प्रकारवचने थाल्ऽ इति तत्रैव स्यात्। स तर्ह्युपसंख्येयः ? नेत्याह, इदमा थकरादिं विशेषयिष्यामः-- इदमो यस्थकारादिश्तत्रेति, स च थमुरेव। ततश्चास्मादेव ज्ञापकात्थमुर्बविष्यति, तेन च थाल्बाध्यते।  भाष्ये तु ठेतदोऽन्ऽ इति नकारान्त आदेश इति स्थितम्। स चानेकाल्त्वात्सर्वादेशः, ततः स्थानिवद्भावात्प्रातिपदिकत्वे सति नलोपः---अतः, अत्र॥",
    "kashika": "प्राग्दिशः इत्येव। एतदः प्राग्दिशीये परतः अशित्ययम् आदेशो भवति। शकारः सर्वादेशार्थः। अतः। अत्र। एतदः इति योगविभागः कर्तव्यः। एतदो रथोः परत एत इतित्येतावादेशौ भवतः। एतर्हि। इत्थम् रेफादेः अनद्यतने र्हिलन्यतरस्याम् [[5|3|21]] इति विद्यत एव। थमुप्रत्ययः पुनरेतद उपसङ्ख्येयः।",
    "sutra_vishesh": "",
    "mahabhashyam": " एतदोऽन् (2163) (आदेशाधिकरणम्) (नकारप्रयोजनभाष्यम्) क्वायं नकारः श्रूयते? न क्वचित् श्रूयते, लोपोऽस्य भवति नलोपः प्रातिपदिकान्तस्य 8।2।7 ःथ्द्य;ति। यदि न क्वचित् श्रूयते, किमर्थमुच्चार्यते? अनेकाल्शित्सर्वस्य 1।1।55 ःथ्द्य;ति सर्वादेशो यथा स्यात्।। (प्रयोजनाक्षेपभाष्यम्) क्रियमाणेऽपि वै नकारे सर्वादेशो न प्राप्नोति। किं कारणम्? नलोपे कृते एकाल्त्वात्। ःथ्द्य;दमिह संप्रधार्यम्--नलोपः क्रियताम्, सर्वादेश ःथ्द्य;ति। किमत्र कर्तव्यम्? परत्वान्नलोपः। असिद्धो नलोपः, तस्यासिद्धत्वात्सर्वादेशो भवति।। (समाधानभाष्यम्) परिगणितेषु कार्येषु नलोपोऽसिद्धः, न चेदं तत्र परिगण्यते। एवं तर्ह्यानुपूर्व्या सिद्धमेतत्। नात्राकृते सर्वादेशे प्रातिपदिकसंज्ञा प्राप्नोति, न चाकृतायां प्रातिपदिकसंज्ञायां नलोपः प्राप्नोति। तदानुपूर्व्या सिद्धमेतत्।। (एकदेशिनो नकाराक्षेपभाष्यम्) नैतदस्ति प्रयोजनम्। अलोऽन्त्यस्य विधयो भवन्तीति--अकारस्याकारवचने प्रयोजनं नास्तीति कृत्वाऽन्तरेण नकारं सर्वादेशो भविष्यति।। (समाधानभाष्यम्) अस्त्यन्यदकारस्याकारवचने प्रयोजनम्। किम्? येऽन्येऽकारादेशाः प्राप्नुवन्ति तद्वाधनार्थम्। तद्यथा--मो राजि समः क्वौ 8।3।25 ःथ्द्य;ति मकारस्य मकारवचनसार्मथ्यादनुस्वारादयो न भवन्ति। तस्मान्नकारः कर्तव्यः।। (सिद्धान्तिनो नकारप्रत्याख्यानभाष्यम्) न कर्तव्यः। क्रियते न्यास एव। प्रश्लिष्टनिर्देशोऽयम्--अ--अ--अ ःथ्द्य;ति। सः अनेकाल्शित्सर्वस्य ःथ्द्य;ति सर्वादेशो भविष्यति।। (5802 योगविभागे वार्तिकम्।। 1 ।।) - एतद ःथ्द्य;ति योगविभागः - (भाष्यम्) एतद ःथ्द्य;ति योगविभागः कर्तव्यः। एतदः एत ःथ्द्य;त् ःथ्द्य;त्येतावादेशौ भवतो रथोः। ततः--अन्। अंश्च भवति एतद ःथ्द्य;ति।। (वार्तिकावतरणभाष्यम्) केन विहिते थकारे एतद आदेश उच्यते।। (5803 उपसंख्यानवार्तिकम्।। 2 ।।) - एतदश्च थम उपसंख्यानम् - (भाष्यम्) एतदश्च थम उपसंख्यानं कर्तव्यम्। एतत्प्रकारमित्थम्।। तत्तर्हि उपसंख्यानं कर्तव्यम्? (उपसंख्यानानुपयोगे भाष्यम्) न कर्तव्यम्। एतज्ज्ञापयति--भवत्यत्र थमुरिति यदयं थकारादावादेशं शास्ति। कुतो नु खल्वेतत्--ज्ञापकादत्र थमुर्भविष्यति, न पुनर्य एवासावविशेषविहितस्थकारादिस्तस्मिन्नादेशः स्यात्। ःथ्द्य;दमा थकारादिं विशेषयिष्यामः। ःथ्द्य;दमो यस्थकारादिरिति।। ",
    "sutra": "एतदोऽन्",
    "kaumudiNumber": "1951",
    "kaumudiText": "योगविभागः कर्तव्यः | एतदः एतेतौ स्तो रथोः | अन् एतद इत्येव | अनेकाल्त्वात्सर्वादेशः | नलोपः प्रातिपदिकान्तस्य <{236}> ॥",
    "nyaas": "`शकारः सर्वादेशार्थः` इति| ननु चान्त्यस्य स भवन्? यदि तावदकृते त्यदाद्यत्वे भवति ततो दकारस्य भवन्ननर्थकः प्रसज्येत, त्यदाद्यत्वेनापि हि तस्याकारो लभ्यत एव; अथ त्यदाद्यत्वे कृतेऽकारस्य स्थाने भवन्ननर्थक एव प्रसज्यते न ह्रकारस्याकारवचने प्रयोजनमस्ति, कृतवांश्च; तत्र वचनादसत्यपि शकारे सर्वादेशो भविष्यति? नैतदस्ति; अस्ति ह्रकारस्याकारवचने प्रयोजनम्| किम्? अतः, अत्रेत्यत्र योऽन्यः प्राप्नोति स मा भृदिति| कः पुनरसौ? लिति प्रत्ययात्? पूर्वस्योदात्तः| तस्माच्छकारः कत्र्तव्यः| `थमुः [थमुप्रत्ययः पुनरेतद उपसंख्येयः---काशिका] पुनरुपसंख्येयः` इति| तस्याविद्यमानत्वत्| उपसंख्येय इति प्रतिपाद्य इत्यर्थः| तत्रेदं प्रतिपादनम्--एत एव थकारादावादेशवचनं ज्ञापयति--भवत्येतदस्थमुरिति| कुतो नु खल्वेतत्? ज्ञापकात्| थमु भैविष्यति, न पुनर्थं एवासौ `प्रकारवचने थाल्`  [[5|3|23]]  इत्यविशेषविहितस्थकारादिस्तस्मिन्नेवादेशः स्यात्? नैष दोषः; इदमस्थकारादिविशेष इष्यते| `एतदः` इत्यत्त्रापि ह्रेदम इत्यनुवत्र्तते, तच्च नादेशविधानार्थम्; आदेशस्य पूर्वमेव विहितत्वात्| तस्मात्? प्रत्यविशेषणं विज्ञायते| तत एतेन थकारादि विशेषयिष्यामः--इदम इत्येवं यो विहित इदंशब्देनैव यो विहितस्थकारादिरिति, थमुरेव चैवं विहितः, न थालिति युक्तमुक्तमादेशवचनं ज्ञापयति--भवत्येवैतदस्थमुरिति॥"
}


