{
    "a": "5",
    "p": "3",
    "n": "28",
    "msknum": "2106",
    "ssknum": "0",
    "balamanorama": "<<दक्षिणोत्तराभ्यामतसुच्>> - दक्षिणोत्तराभ्यां ।दिग्देशकालवृत्तिभ्या॑मिति शेषः । दक्षिणत उत्तरत इति । नच तसुजेव प्रत्ययोऽस्तु, दिग्वर्तित्वे तुसर्वनाम्नो वृत्तिमात्रे॑ इति पुंवत्वेनैव \"दक्षिणतः\" इत्यादि सिद्धमिति वाच्यं, स्पष्टार्थत्वात् । अत एव भाष्ये अकारः प्रत्याख्यातः । केचित्तु — अकारोच्चारणमन्यतो विधानार्थं, तेन पुरत इति सिद्धमित्याहुःसमानकालीन॑मित्यादिवत् \"पुरत\" इति प्रामादिकमेवेति बहवः । ",
    "tattvabodhini": "",
    "padamanjari": " किमर्थमतसुजुच्यते, न तसुजेवोच्येत्, तत्रायमप्यर्थः-- स्वरार्थश्चकारो न कर्तेव्यो भवति, प्रत्ययस्वरेणैवक सिद्धम्, का रूपसिद्धिः ? दक्षिणोतरशब्दावकारानेतौ। यदा तर्हि दिशि वर्तमानौ दाबन्तौ भवतस्यदा यस्येतिलोपेन टापो निवृत्तिर्यथा स्यादित्येवमर्थोऽकारः, सिद्धाऽत्र टापो निवृत्तिः, कथम् ? ठ्तसिलादिष्वाकृत्वसुचःऽ कैति पुंवद्भावात्। ननु च समानायामाकृतौ भाषितपुंस्कस्य तेन पुंवद्भावः, आकृत्यन्तरे चैतौ भाषितपुंस्कौ, कथम् ? दिशि वर्तमानाः पूर्वादयो निमितान्तरनिपेक्षाः, देशकालयोस्तु व्यवस्थापेक्षाः। कथं तर्हि दिशि वर्तमानानां सर्वनामसंज्ञा भवति, यावता व्यवस्थायामित्युच्यते ? अत्राहुः--यद्यपि दिशि षर्तमानानां व्यवस्था न प्रवृत्तिनिमितम्, वस्तुतस्तु व्यवस्था विद्यते इति भवत्येव संज्ञा। व्यवस्थायामिति हि विषयो निर्द्दिश्यते, न तु प्रवृत्तिनिमितम्। तथा चोतराः कुर्व इत्यत्र निरूढत्वाद्व्यवहारस्य प्रयोक्तृभिरनपेक्ष्यमाणाया अपि वस्तुतो व्यवस्थायाः सद्भावात्सर्वनामसंज्ञाप्रसङ्गेऽसंज्ञायामिति प्रतिषेधः कृत इति। तदेवमाकृतिभेदातसिलादिष्वति पुंवद्भावो न सिद्धयति। एवं तर्हि ठ्सर्वनाम्नो वृत्तिमात्रे पुंवद्भावःऽ इति पुंवद्भावो भवि,यति, यथा दक्षिणोतरपूर्वाणामित्यत्र, तस्मान्नार्थोऽकारकरणेन ? इत्यत आह--अकारो विशेषणार्थ इति। ठ्षष्ठी तसर्थप्रत्येनऽ इत्युच्यमाने ततो ग्रामादागत इति तसिलापि योगे षष्ठी स्यात् ? ठपपदविभक्तेः कारकविभक्तिर्बलीयसीऽ। इह तर्हि ततो ग्रामादन्य इत्यन्यादियोगे या पञ्चमी, तां बायत्वा षष्ठी स्यात् ? ठ्निरनुबन्धकग्रहणे न सानुबन्धकस्यऽ इत्येवं तसिलादियोगे न भविष्यति। यस्तर्हि निरनुबन्धकः ठ्प्रतियोगे पञ्चम्यास्तसिःऽ ठ्तेनैकदिक्ऽ, ठ्तसिश्चऽ, तत्र मा भूतर्जुनतः प्रत्यभिमन्युः, सुदामतो विद्यौदिति ॥",
    "kashika": "दिक्षिणौत्तराभ्यां दिग्देशकालेषु वर्तमानभ्यां सप्तमीपञ्चमीप्रथमान्ताभ्यां स्वार्थे ऽतसुच् प्रत्ययो भवति। अस्तातेरपवदः। दक्षिणाशब्दः काले न सम्भवति इति दिग्देशवृत्तिः परिगृह्यते। दक्षिणतो वसति। दक्षिणत आगतः। दक्षिनतो रमणीयम्। उत्तरतो वसति। उत्तरत आगतः। उत्तरतो रमणीयम्। अकारो विशेषणार्थः षष्ठ्यतसर्थप्रत्ययेन [[2|3|30]] इति।",
    "sutra_vishesh": "",
    "mahabhashyam": " दक्षिणोत्तराभ्यामतसुच् (2186) (अतसुच्प्रत्ययाधिकरणम्) (न्यासाक्षेपभाष्यम्) किमर्थमतसुच् क्रियते, न तसुजेव क्रियेत? तत्रायमप्यर्थः--स्वरार्थश्चकारो न कर्तव्यो भवति, प्रत्ययस्वरेणैव सिद्धम्। का रूपसिद्धिः--दक्षिणतो ग्रामस्य, उत्तरतो ग्रामस्य? दक्षिणोत्तरशब्दावकारान्तौ तसुशब्दः प्रत्ययः।। (एकदेशिनः प्रयोजनभाष्यम्) भवेत्सिद्धम्--यदा अकारान्तौ।। यदा तु खलु आकारान्तौ तदा न सिद्ध्यति।। (प्रत्याक्षेपभाष्यम्) तदाऽपि सिद्धम्। कथम्? पुंवद्भावेन। कथं पुंवद्भावः? तसिलादिष्वाकृत्वसुचः 6।3।35 ःथ्द्य;ति।। (प्रत्याक्षेपसमाधानभाष्यम्) न सिध्यति। भाषितपुंस्कस्य पुंवद्भावः, न चैतौ भाषितपुंस्कौ।। (दक्षिणोत्तराशब्दयोर्भाषितपुंस्कत्वाभावबोधकभाष्यम्) ननु च भोः दक्षिणशब्द उत्तरशब्दश्च पुंसि भाष्येते। समानायामाकृतौ यद्भाषितपुंस्कमित्युच्यते, आकृत्यन्तरे चैतौ भाषितपुंस्कौ-- दक्षिणोत्तरेति दिक्शब्दौ, दक्षिण उत्तर ःथ्द्य;ति व्यवस्थाशब्दौ।। (व्यवस्थावाचित्वेऽपि दिग्वाचकत्वव्यवस्थाभाष्यम्) यदि पुनर्दिक्शब्दा अपि व्यवस्थाशब्दाः स्युः, कथं यानि दिगपदिष्टानि कार्याणि? दिशो यदा व्यवस्थां वक्ष्यन्ति।। (व्यवस्थावाचित्वेऽतिप्रसङ्गापादकभाष्यम्) यदि तर्हि यो यो दिशि वर्तते स स दिक्शब्दः। रमणीयादिष्वतिप्रसङ्गो भवति--रमणीया दिक्, शोभना दिगिति।। (अतिप्रसङ्गनिरासभाष्यम्) अथ मतमेतत्--दिशि दृष्टो दिग्दृष्टः, दिग्दृष्टः शब्दो दिक्शब्द ःथ्द्य;ति दिशं यो न व्यभिचरति न रमणीयादिष्वतिप्रसङ्गो भवति। पुंवद्भावस्तु न प्राप्नोति। एवं तर्हि सर्वनाम्नो वृत्तिमात्रे पुंवद्भावो वक्तव्यः--दक्षिणोत्तरपूर्वाणामित्येवमर्थम्।। (न्यासप्रयोजनभाष्यम्) विशेषणार्थं तर्हि। क्व विशेषणार्थेनार्थः? षष्ठ्यतसर्थप्रत्ययेन 2।3।30 ःथ्द्य;ति। षष्ठी तसर्थप्रत्ययेनेत्युच्यमाने ःथ्द्य;हापि स्यात्--ततो ग्रामात्, यतो ग्रामादिति।। ",
    "sutra": "दक्षिणोत्तराभ्यामतसुच्",
    "kaumudiNumber": "1978",
    "kaumudiText": "अस्तातेरपवादः | दक्षिणतः | उत्तरतः ॥",
    "nyaas": "`अकारो विशेषणार्थः` इति| यद्यत्राकारो न क्रियते, तदा `षष्ठी तसर्थप्रत्ययेन`  [[2|3|30]]  इति सूत्रं कत्र्तव्यम्, एवञ्च सति तसिलोऽपि ग्रहणं स्यात्| ततश्च ततो हेतुनेत्यत्रापि तृतीयां बाधित्वा षष्ठी स्यात्| तस्मादकारो विशेषणार्थः कत्र्तव्यः| अथ यदा दक्षिणोत्तरशब्दौ दिशि वत्र्तेते, तदा टाप्श्रवणं मा भूदित्येवमर्थोऽकारः कस्मान्न भवति? `सर्वनाम्नो वृत्तिमात्रे पुंवद्भावः` (वा| 104) इति पुंवद्वचनेनैव टापो निवर्त्तितत्वात्| ननु चासत्यकारे प्रत्ययस्वरेम सिद्धत्वाच्चकारोऽपि नैव कत्र्तव्यः, तत्र, `एकानुबन्धकग्रहणे तु न द्व्यनुबन्धकस्य` (व्या| प| 52) इति तसिलो ग्रहणं न भविष्यति? एवमपि `प्रतियोगे पञ्चम्यास्तसिः`  [[5|4|44]] , `तेनैकदिक्` [[4|3|112]] , `तसिश्च`  [[4|3|113]]  इत्यन्यतरग्रहणं स्यात्| तस्माद्विशेषणार्थश्चकारः कत्र्तव्यः॥"
}


