{
    "a": "5",
    "p": "3",
    "n": "74",
    "s": "कुत्सिते ",
    "padachcheda": "कुत्सिते ७\/१",
    "anuvritti": "तिङः 5\/1 [5।3।56], च 0\/0 [5।3।36]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76]  प्रागिवात्कः [5।3।70] वा [4।1।82]",
    "full_sutra": "कुत्सिते प्रातिपदिकात् तिङः च कः",
    "siddhantakaumudi_index": "2029",
    "msknum": "2148",
    "ssknum": "712",
    "balamanorama": "",
    "tattvabodhini": "",
    "padamanjari": "  प्रकृत्यर्थविशेषणं चैतदिति। प्रकृत्यर्थस्यैतद्विशेषणम्, न तूपलक्षणमित्यर्थः। उपलक्षणत्वे हि यः कुत्सितस्तत्र वर्तमानादिति विज्ञायमाने इदं घृतकम्, इदं तैलकमित्यत्रेदंशब्दादपि प्राप्नोति। विशेषणत्वे त्वङ्गीकृतकुत्सात्प्रत्ययः, न त्वनुपातकुत्सात्; कुत्सिसमानाधिकरणात्। प्रत्ययार्थत्वे तु ठ्प्रकृतिप्रत्ययौ प्रत्ययार्थं सह ब्रूतस्तयोः प्रत्ययार्थः प्रधानम्ऽ इति प्रकृत्यर्थस्य विशेषषणत्वं कुत्सितस्य विशेष्यत्वं प्राप्नोति, विपर्ययश्च लोके गम्यते। तस्मात्प्रकृत्यर्थविशेषणमिति सुष्ठूअक्तम्। अश्वक इति। योऽश्व एव सन् तत्साध्यां क्रियां सुष्ठुअ न करोति स एवमुच्यते। स्वार्थिकेपु हि यत्र प्रवृत्तिनिमितस्य विशेषणासम्भवः, तत्राभिधेयसहचरितधर्मान्तराश्रयः प्रत्ययो भवतीत्युक्तम्। एवं च देवदतकः, डित्थक इत्यपि भवति यस्तत्साध्यामर्थं सम्यङ् नानुतिष्टति। सम्भवे त्विहापि शब्दोपातमर्माश्रयैव कुत्सा, तद्यथा--पटुअकः पण्डितक इति स्वार्थे कुत्सा; ठ्प्राप्य गाण्कडीवधन्वानं विद्धि कौरवकान् स्त्रियःऽ इति लिङ्गकुत्सा, कौरवकानिति किमेतेऽर्जुनसंनिधौ पुमांस इत्यर्थः; क्वचित्सङ्खयाकुत्सा, यथा--इदमेकमेव शनकमिति, शनभरणे यद्दुःखं तदेकस्यैव भरण इति शतत्वरूपेण कुत्सा। सर्वथाङ्गीकृतकुत्सात्प्रत्यय। अथेह कथं प्रत्ययः---कुत्सितक इति ? कथञ्च न स्यात् ? स्वशब्देनोपातत्वात् कुत्सायाः ? अनुकम्पादावर्थान्तरे भविप्यति। अथ वा--कुत्सितस्य यत्कुत्सनं तत्र प्रत्ययः। कुत्सितत्वं यदा कुत्स्यते--नास्य सम्यक्कुत्सितत्वमिति, तदेत्यर्थः। यथा--प्रकर्पस्य प्रकर्पे प्रकृष्टतम इति तमप्प्रत्ययो भवति तद्वदत्रापि। एतेनानुकम्पितशब्दादनुकम्पायां प्रत्ययो व्याख्यातः ॥",
    "laghusiddhantakaumudi_index": "1238",
    "laghusiddhantakaumudi": "कुत्सितोऽश्वोऽश्वकः॥",
    "kashika": "कुत्सितो गर्हितो, निन्दितः। प्रकृत्यर्थविशेषणं च एतत्। कुत्सितस्वोपाधिके ऽर्थे वर्तमानात् प्रातिपदिकात् स्वार्थे यथाविहितं प्रत्ययो भवति। कुत्सितो ऽश्वः अश्वकः। उष्ट्रकः। गर्दभकः। उच्चकैः। नीचकैः। सर्वके। विश्वके। पचतकि। जल्पतकि।",
    "mahabhashyam": " कुत्सिते (2232) (प्रत्ययानुपपत्तिप्रतिपादकभाष्यम्) ःथ्द्य;ह--कुत्सितकः, अनुकम्पितक ःथ्द्य;ति स्वशब्देनोक्तत्वात्तस्यार्थस्य प्रत्ययो न प्राप्नोति।। (प्रत्ययोपपादकं भाष्यम्) नैष दोषः। कुत्सितस्यानुकम्पायां भविष्यत्यनुकम्पितस्य कुत्सायाम्।। (प्रकारान्तरेणापि प्रत्ययोपपादकं भाष्यम्) अथ वा-- स्वार्थमभिधाय शब्दो निर- पेक्षो द्रव्यमाह समवेतम्। समवेतस्य च वचने लिङ्गं वचनं विभक्तिं च ।। अभिधाय तान् विशेषान्- पेक्षमाणश्च कृत्स्नमात्मानम्। प्रियकुत्सनादिषु पुनः प्रवर्ततेऽसौ विभक्त्यन्तः।। (कुत्सितस्य प्रकृतिप्रत्ययविशेषणत्वाक्षेपभाष्यम्) कथं पुनरिदं विज्ञायते--कुत्सितादीनामर्थ ःथ्द्य;ति, आहोस्वित् कुत्सितादिसमानाधिकरणात्प्रातिपदिकादिति। कश्चात्र विशेषः? (5881 प्रत्ययाविशेषणत्वाक्षेपवार्तिकम्।। 1 ।।) - कुत्सितादीनामर्थे चेल्लिङ्गवचनानुपपत्तिः - (भाष्यम्) कुत्सितादीनामर्थे चेल्लिङ्गवचनयोरनुपपत्तिः। पटुकम्, पटुका, पटुकः, पटुकौ, पटुकाः--ःथ्द्य;ति। एकोऽयमर्थः कुत्सितं नाम तस्यैकत्वादेकवचनमेव प्राप्नोति। (वार्तिकावतरणभाष्यम्) अस्तु तर्हि कुत्सितादिसमानाधिकरणात् प्रातिपदिकादिति।। (5882 प्रकृतिविशेषणत्वाक्षेपवार्तिकम्।। 2 ।।) - कुत्सितादिसमानाधिकरणादिति चेदतिप्रसङ्गो यथा टाबादिषु - (भाष्यम्) कुत्सितादिसमानाधिकरणादिति चेदतिप्रसङ्गो भवति, यथा--टाबादिषु। कथं च टाबादिषु? उक्तं तत्र-- स्त्रीसमानाधिकरणादिति चेद् भूतादिष्वतिप्रसङ्गः ःथ्द्य;ति। एवमिहापि कुत्सितादिसमानाधिकरणादिति चेदतिप्रसङ्गो भवति--ःथ्द्य;दं घृतकम्, ःथ्द्य;दं तैलकम्--ःथ्द्य;दं शब्दादपि प्राप्नोति।। (5883 सिद्धान्तवार्तिकम्।। 3 ।।) - सिद्धं तु येन कुत्सितादिवचनं तद्युक्तात्स्वार्थे प्रत्ययविधानात् - (भाष्यम्) सिद्धमेतत्। कथम्? येन कुत्सितादयोऽर्था गम्यन्ते तद्युक्तात्स्वार्थे प्रत्ययो भवतीति वक्तव्यम्। सिद्ध्यति। सूत्रं तर्हि भिद्यते।। यथान्यासमेवास्तु। ननु चोक्तं--कुत्सितादीनामर्थे चेल्लिङ्गवचनानुपपत्तिरिति। नैष दोषः। नायं प्रत्ययार्थः। किं तर्हि? प्रकृत्यर्थविशेषणमेतत्। कुत्सितादिषु यत्प्रातिपदिकं वर्तते तस्मात्कादयो भवन्ति। कस्मिन्नर्थे? स्वार्थ ःथ्द्य;ति। स्वार्थिकाश्च प्रकृतितो लिङ्गवचनान्यनुवर्तन्ते।। ",
    "siddhantakaumudi": "कुत्सितोऽश्वोऽश्वकः ॥",
    "nyaas": ""
}


