{
    "a": "5",
    "p": "3",
    "n": "27",
    "msknum": "2102",
    "ssknum": "0",
    "balamanorama": "<<दिक्‌शब्देभ्यः सप्तमीपञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः>> - अथ प्रागिवीयप्रकरणमारभ्यते — दिक्छब्देभ्यः । सप्तम्याद्यन्तेभ्य इति । सप्तमीपञ्चमीप्रथमान्तेभ्य इत्यर्थः । रूढेभ्य इति । शब्दग्रहणलभ्यमिदम् । अस्तातिप्रत्यये इकार उच्चारणार्थः । तकारान्तः प्रत्ययः ।सङ्ख्याया विधार्थे धे॑ति सूत्रपर्यन्तमिदं सूत्रमस्तातिवर्जनमनुवर्तते । अत्र विभक्तीनां दिगादीनां च न यथासङ्ख्यं, व्याख्यानात् । ",
    "tattvabodhini": "<<दिक्‌शब्देभ्यः सप्तमीपञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः>> - दिग्देशकालेष्विति । यतासङ्ख्यमत्र नेष्यते, अस्वरितत्वात् ।",
    "padamanjari": " सप्तमीपञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः ॥ दिशां शब्दाः दिक्शब्दाः, षष्ठीसमासः। दिशां ये वाचकास्ते दिवशब्दा इति। दिशां ये वाचकत्वेन दृष्टाः, त इह दिक्शब्दा विवक्षिता इति, न तु दिशमभिदधाना एवेत्यर्थः। तेभ्य इति। यद्यपि पूर्वादिशब्दा दिशि वर्तमानाष्टाबन्ताः, देशकालयोस्तु प्रकृत्यन्ता इति रूपभेदः, तथापि टापः स्वार्थिकत्वाद्वाचकरूपे भेदाभावात् त एव दिक्शब्दा देशकालयोर्वर्तन्त इति वाचोयुक्तेर्नास्ति विरोधः। ये त्वर्थभेदं मन्यन्ते, तेषां सादृश्यनिबन्धनस्तेभ्य इति व्यपदेशः। कथं पुनर्द्दिक्शब्दा देशकालयोर्वर्तन्ते ? स्वभावाकत्। पूर्वादयो हि दिशामिव देशकालयोरपि स्वभावादेव वाचकाः। कथं तर्हि त्रिषु वर्तमाना दिशैकया व्यपदिश्यन्ते-दिस्शब्देभ्य इति? को दोषः; अन्वयेन ह्ययं व्यपदेशः, न तु दिशामेव ये शब्दाः-इत्यवधारणेन। अथ देशकालयोरन्यतरेण कस्मान्न व्यपदिश्यन्ते ? शिंशपाचोद्यमेतत्। किं च, दिशां निर्द्देशे लाघवं भवति। दिक्शब्दस्योपलक्षणत्वात्पुनर्दिग्ग्रहणम्, अन्यथा देशकालवृत्तिभ्य एव स्यात्, न दिग्वृत्तिभ्यः। इह सप्तम्यादीनां विभक्तीनामर्थानां दिगादीनां च साम्यात्संख्यातातुदेशः स्यादिति ? तत्राह---यथासंख्यमत्र नेष्यत इति। अस्वरितत्वात्। पुरस्ताद्, अधस्तादिति। पूर्वाधरशब्दयोः ठस्तातिऽ इति पुर, अध्--इत्येतावादेशौ। ऐन्द्र।लं दिशि वसतीति। ऐन्द्रीशब्दोऽयम् इन्द्रसंबन्धिस्त्रीलिङ्गवस्तुमात्रमाह, दिक्शब्दसन्निधौ तु दिशि वर्तते इति न दिक्शब्दः। किञ्च, दिक्शब्देभ्य इत्येतस्मिन्नसति ये देशवाचिनः पञ्चालादयः, ये च कालवाचिनो मासादयः, तेभ्योऽपि प्रसङ्गः। अस्मिंस्तु सति दिक्शब्दा एव ये देशकालयोर्वर्तन्ते तेभ्य एव भवति। दिग्देशकालेष्विति किमिति। ठ्दिक्शब्देभ्यःऽ इतिशब्दग्रहणाद्दिशि दृष्टः शब्दो दिक्शब्द इति व्युत्पत्या देशकालवृत्तिभ्योऽपि सिद्धः प्रत्ययः, ठ्दिक्शब्दाञ्चूतरपदऽ इति पञ्चमीवदिति मत्वा प्रश्नः। पूर्वस्मिन्गुराविति। पूर्वशब्दोऽत्र दिगादिसम्बन्दाद्गुरौ वर्तते, न दिगादिषु ॥",
    "kashika": "दिशां शब्दाः दिक्शब्दाः। तेभ्यो दिक्शब्देभ्यो दिग्देशकालेषु वर्तमानेभ्यः सप्तमी. पञ्चमीप्रथमान्तेभ्यः अस्तातिः प्रत्ययो भवति स्वार्थे। यथासङ्ख्यम् अत्र न इष्यते। पुरस्ताद् वसति। पुरस्तादागतः। पुरस्ताद् रमणीयम्। अधस्ताद् वसति। अधस्तादागतः। अधस्ताद् रमणीयम्। दिक्शब्देभ्यः इति किम्? ऐन्द्र्यां दिशि वसति। सप्तमीपञ्चमीप्रथमाभ्यः इति किम्? पूर्वं ग्रामं गतः। दिग्देशकालेसु इति किम्? पूर्वस्मिन् गुरौ वसति। इकारस्तकारपरित्राणार्थः।",
    "sutra_vishesh": "",
    "mahabhashyam": " दिक्शब्देभ्यः सप्तमीपञ्ञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः (2185) (अस्तातिप्रत्ययाधिकरणम्) (अतिव्याप्त्याशङ्काभाष्यम्) ःथ्द्य;ह कस्मान्न भवति--पूर्वस्मिन् देशे वसतीति? (अतिव्याप्तिनिरासभाष्यम्) नैष देशः, देशविशेषणमेतत्।। ",
    "sutra": "दिक्‌शब्देभ्यः सप्तमीपञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः",
    "kaumudiNumber": "1974",
    "kaumudiText": "॥ अथ तद्धिताधिकारे प्रागिवीयप्रकरणम्‌ ॥\r\n\r\n सप्तम्याद्यन्तेभ्यो दिशिरूढेभ्यो दिद्गेशकालवृत्तिभ्यः स्वार्थेऽस्तीतिः प्रत्ययः स्यात् ॥",
    "nyaas": "`दिग्देशकालेषु वत्र्तमानेभ्यः` इति| कथं पुनर्थे दिशां शब्दास्ते देशे काले वत्र्तन्ते? स्वभावात्| यथैव हि ते दिश स्वबावादेव वत्र्तन्ते, न हेत्वन्तरात्,; तथा देशकालयोरपि| यद्यवम्, त्रिषु वत्र्तमानाः कथं दिशा व्यपदिश्यन्ते--दिक्शब्देभ्य इति? कथं तर्हि व्यपदेष्टव्यम्, दिग्देशकालशब्देभ्य इति? नैतदस्ति; एवं हि व्यपदेशस्यैतत्? फलम्--ऐन्द्रआं दिशि निवसतीत्यत्र मा भूदिति| एतच्चान्यतमेनापि लभ्यत इत्यनेनैव व्यापदेशो युक्तः, येन व्यपदेशाल्लधु सूत्रं भवति| दिशा च व्यपदेशे लघु भवति, दिक्शब्दस्याल्पाच्तरत्वादिति दिशां तेन व्यपदेशः| एवमपि दिक्शब्दस्य दिशि वृत्तेः विशेषणमयुक्तम्, अवस्यं हि दिक्शब्दो दिशि वत्र्तते, तत्रैवं कत्र्तव्यम्--देशकालयोरिति? नैतदस्ति; एवं ह्रु च्यमाने सत्युपलक्षणमेव हि दिक्शब्दः स्यात्, प्रत्यस्तु देशकालवृत्तिभ्य एव स्यात्, न दिग्वृत्तिभ्यः| दिग्ग्रहणे तु तेभ्योऽपि भवति| इह तिरुआओ विभक्तयः, त्रयश्चार्था दिगादयः, तत्र साम्याद्यथासंख्येन भवितव्यम्--इति कस्यचिद्भ्रान्तिः स्यात्, अतस्तामपाकर्तुमाह--`यथासंख्यमत्र नेष्यते` इति| तत्कथमिहेकवचननिर्देशे कत्र्तव्ये बहुवचननिर्देशः? प्रत्येकं दिगादिवृत्तेर्बहुलविभक्त्यन्तात्? प्रत्ययः कत्र्तव्य इति सूचनार्थः| एवञ्चायं बहुलविभक्त्यन्तात्? प्रत्ययः कृतो भवति, यदि दिग्वृत्तेरपि सप्तमीपञ्चमीप्रथमान्तादेव भवति--देशवृत्तेरपि, कालवृत्तेरपि| अथ वा-`था हेतौ च`  [[5|3|26]]  इत्यतश्चकारोऽनुवत्र्तते, स च श्रुतिमेव समुच्चिनोति| तेन दिगादिवृत्तेः प्रत्येकं सप्तमीपञ्चमीप्रथमान्तात्? प्रत्ययो भवति, न यतासंख्यम्! यथासंख्यं हि समुच्चयो विरुध्यतेत| अथ वा--`स्वरितत्वे सति यथासंख्यं भवति` इत्युक्तम्, न चेह यथासंख्यार्थं स्वरितत्वं प्रतिज्ञायेत, तेन यथासंक्यं न भविष्यति|`पुरस्तावधस्तात्` इति| पूर्वाधरशब्दाभ्यामस्तातिः| `अस्ताति च`  [[5|3|40]]  इति वक्ष्यमाणेन यथासंख्यं पुर्, अध--इत्येतौ पूर्वाधरशब्दयोरादेशौ| `ऐन्द्रआं दिशि वसति` इति| ऐन्द्रीशब्दः सामान्येनेन्द्रसम्बन्धिवस्तुमात्रमाचष्टे, दिक्शब्दसन्निधौ तु दिशि वत्र्तते, तेन दिक्शब्द इति लोके न प्रसिद्ध इतदि न भवत्यतः प्रत्ययः| `पूर्वं ग्रामं गतः` इति| पूर्वशब्दोऽत्र ग्रामस्य देशात्मकत्वाद्देशे वत्र्तते, न त्वत्र सप्तम्यादिविभक्त्यन्तः, किं तु द्वितीयान्त| `पूर्वस्मिन्? गुरौ वसति` इति पूर्वशब्दोऽत्र दिगाद्युपलक्षिते गुरौ वत्र्तते, न दिगादिषु॥"
}


