{
    "a": "5",
    "p": "4",
    "n": "14",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "<<णचः स्त्रियामञ्>> - णचः स्त्रि । अनेन णजिति चकारोऽत्र विशेषणार्थं इति ध्वनितम् । स्त्रियां किम्  । व्यतिपाको वर्तते ।",
    "padamanjari": " व्यावक्रोशीति। व्यवपूर्वात्क्रुशेर्णच्, ठ्कृद्ग्रहणे गतिकारकपूर्वस्यापि ग्रहणम्ऽ णजन्तेऽनुप्रवेशात्समुदायादञ्, तस्याङ्गत्वादादिवृद्धिः। ठ्न य्वाभ्यां पदान्ताभ्याम्ऽ इत्येष विधिर्न भवति; ठ्न कर्मव्यति हारेऽ इति निषेधात्। तत इति। णचः, णजन्तादित्यर्थः। स्वार्तिकस्तत्रैव भविष्यतीति। ठ्स्वार्थिकाः प्रकृतितो लिङ्गवचनान्यनुवर्तन्तेऽ इति कृत्वा। अतिवर्तन्तेऽपीति। व्यभिचरन्त्यपीत्यर्थः। अपिशब्दादनुवर्तन्तेऽपि, अनुवृत्तिस्तु ठ्कासूगोणीभ्यां ष्ठरच्ऽ इति षित्करणान्ङीषर्थादवसीयते। एकान्ततो निवृते हि षकारोऽर्थको भवेत्, तेनेत्यादिना ज्ञापनस्य प्रयोजनं दर्शयति। प्रसन्नाउसुराविशेषः। देवतेति। देवशब्दात्पुंल्लिङ्गादेव तल् ॥",
    "kashika": "कर्मव्यतिहारे णच् स्त्रियाम् [[3|3|43]]। इति णच् विहितः, तदन्तात् स्वार्थे अञ् प्रत्ययो भवति स्त्रियां विषये। व्यावक्रोशी। व्यावहासी वर्तते। स्त्रीग्रहणं किमर्थम्, यावता णच् स्त्रियाम् एव विहितः, ततः स्वार्थिकस् तत्र एव भविष्यति? एवं तर्ह्येतज् ज्ञापयति स्वार्थिकाः प्रत्यया प्रकृतितो लिङ्गवचनान्यतिवर्तन्ते ऽपि इति। तेन गुडकल्पा द्राक्षा, तैलकल्पा प्रसन्ना, देव एव देवता इत्येवम् आदि उपपन्नं भवति।",
    "sutra_vishesh": "",
    "mahabhashyam": " णचः स्त्रियामञ्ञ् (2291) (अञ्ञोऽधिकरणम्) (स्त्रीग्रहणस्य ज्ञापकत्वोपपादकभाष्यम्) स्त्रीग्रहणं किमर्थम्, न स्वार्थिकोऽयम्? स्वार्थिकाश्च प्रकृतितो लिङ्गवचनान्यनुवर्तन्ते। एवं तर्हि सिद्धे सति यत् स्त्रीग्रहणं करोति तज्ज्ञापयत्याचार्यः--स्वार्थिका अतिवर्तन्तेऽपि लिङ्गवचनानीति। किमेतस्य ज्ञापने प्रयोजनम्? गुडकल्पा द्राक्षा, तैलकल्पा प्रसन्ना, पयस्कल्पा यवागूरित्येतत्सिद्धं भवति।। ",
    "sutra": "णचः स्त्रियामञ्",
    "kaumudiNumber": "3216",
    "kaumudiText": "",
    "nyaas": "`व्यावक्रोशी` इति| `क्रश आह्वाने` (धा| पा| 856) इत्यस्माण्णच, लघूपधगुणः, णजन्तादञ्| स च कृदग्रहणपरिभाषया (व्या| प| 126) सगतिकाद्बवति| तेन सगतिकमेवेह प्रतिपदिकसंज्ञां प्रतिपद्यते, न कर्मव्यतिहार इति प्रतिषेधादेव वृद्धिप्रतिषेधयोरादिवृद्धिरेव भवति| `टिङ्ढाणञ्`  [[4|1|15]]  इति ङीप्| `व्यावहासी` इति| `अत उपदायाः`  [[7|2|116]]  इति वृद्धिः| `ततः` इति| णजन्तादिति यावत्| `स्वार्थिकाः प्रकृतितो लिङ्गवचनान्यनुवत्र्तन्ते (जै|प|वृ| 95) इति कृत्वा| `एवं तर्हि` इत्यादिना स्त्रीग्रहणं ज्ञापकं दर्शयति| `तेन` इत्यादिना ज्ञापकस्य प्रयोजनम्| `अतिवर्तन्तेऽपि` इति| व्यभिचरन्त्यपीत्यर्थः| अपिशब्दादनुवत्र्तन्तेऽणीति| यदि स्वार्थिकानां प्रकृतितो लिङ्गवचनानुवृत्तिव्यभिचारो ज्ञाप्यते, ततो गुडादिभ्यः पुंलिङ्गाद्यनुगतेभ्यश्च स्वार्थे कल्पबादयो भवति, तेषां पुंल्लिङ्गवचनं च तदैव भवेत्? ततश्च गुडकल्पा द्रक्षेत्येवमादि नोपपद्यते| तस्मस्तु ज्ञापिते लिङ्गान्तरञ्च भवतीति| तेन सर्वमेतदुपपन्नं भवति| आदिशब्देनापि तैलकल्पा, चातुर्वण्र्यम्, त्रैलोक्यमित्येवमादीनां ग्रहणम्॥"
}


