{
    "a": "5",
    "p": "4",
    "n": "57",
    "msknum": "2188",
    "ssknum": "0",
    "balamanorama": "<<अव्यक्तानुकरणाद्द्व्यजवरार्धादनितौ डाच्>> - अव्यक्तानुकरणात् । यत्र ध्वनौ अकारादयो वर्णविशेषा न व्यज्यन्ते सोऽव्यक्तो ध्वनिः । तस्यानुकरणम् — अव्यक्तानुकरणम् ।द्व्यजवरार्ध॑शब्दं व्याचष्टे — द्व्यजिति । द्वावचौ यस्येति विग्रहः । अवरशब्दं व्याचष्टे — न्यूनमिति । द्व्यजेव अवरं=न्यूनसंख्याकमिति सामानाधिकरण्येनान्वयः । न तु ततो न्यूनमिति । एकाच्कमित्यर्थः । फलितमाह — अनेकाजिति यावदिति । तादृशमर्थमिति । अनेकाच्कम् अर्धं=भागो यस्य तत् — द्व्यजवरार्धम् । तस्मादित्यर्थः । कृभ्वस्तिभिर्योगे इति । मण्डूकप्लुत्या तदनुवृत्तेरिति भावः । तथा च अनेकाच्कभागयुक्तादव्यक्तानुकरणाच्छब्दात्कृभ्वस्तियोगे डाच् स्यादिति फलितम् । अथ पटच्छब्दादव्यक्तानुकरणाड्डाटमुदाहरिष्यन्पटच्छब्दस्य द्विर्वचनमाह — डाचि विवक्षिते द्वे बहुलमिति । यद्यपि \"सर्वस्य द्वे\" इति प्रकरणेडाचि द्वे भवत इति वक्तव्य॑मित्येव भाष्ये वार्तिकं पठितम् । तत्र डाचि परत इति नाऽर्थः, तथा सति डाचि सतु पटच्छब्दस्य द्विर्वचनं, सति च द्विर्वचने अद्र्धस्याऽनेकाच्त्वाड्डाजित्यन्योन्याश्रयापत्तेः । अतो डाचि विवक्षिते इत्याश्रितम् । एवंच डाचि विवक्षिते पटच्छब्दस्य द्विर्वचने सति पटत् पटत् इत्यस्यानेकाच्कार्धभागयुक्तत्वाड्डाच् सूपपादः । पटत्, पटत् आ करोतीति स्थिते प्रक्रियां दर्शयति — नित्यमाम्रेडिते डाचीति ।एकः पूर्वपरयो॑रित्यधिकारे पररूपप्रकरणेनाम्रेडितस्यान्त्यस्य तु वे॑ति सूत्रभाष्ये इदं वार्तिकं पठितम् । डाच्परमिति । डाच् परं यस्मादिति विग्रहः । पकार इति । तथा च पटपठत् आ करोतीति स्थिते डित्त्वाट्टिलोपे पटपटाकरोतीति रूपमित्यर्थः । अवरेति किमिति । द्व्यजर्दादित्येवास्त्वित्यर्थः । घरटघरटाकरोतीति । घरटत् इत्यव्यक्तानुकरणाड्डाचि द्विर्वचने पररूपे टिलोपे रूपम् ।द्व्यजर्धा॑दित्युक्ते तु अर्धभागस्य घरटदित्यस्य बह्वच्कत्वाड्डाच् न स्यादित्यर्थः । अनेकाच इत्येवेति ।द्व्यजवरार्धा॑दित्यपनीयअव्यक्तानुकरणादनेकाचोऽनितौ डाजि॑त्येव सूत्रयितुमुचितमित्यर्थः । एवं हीति । \"अनेकाचोऽनितौ\" इति पाठे सति पटच्छब्दस्य द्वित्वात्प्रागेव अनेकाच्कत्वाड्डाच् संभवतीतिडाचि परतो द्वित्व॑मिति वक्तुं शक्यमिति भावः । पटितीति ।अव्यक्तानुकरणस्ये॑ति पररूपम् । ",
    "tattvabodhini": "",
    "padamanjari": " यत्र ध्वनावित्यादि। यद्यप्यनुकार्यमेव रूपमनुकरणे वर्णविशेषरूपेण प्रकाशते, तथापि ठव्यक्तानुकरणस्यात इतौऽ इत्यनुकरणस्थस्याच्छब्दस्य पररूपं विधते। ध्वनिमात्रसाम्येन तु तस्यानुकरण मुच्यते। अवरशब्दोऽपकर्षे इति। अपकर्षःउन्यूनता, प्रवृत्तिनिमितकथनं चैतत्, अपकृष्ट्ंअ त्ववरशब्दस्यार्थः। यस्यापकर्षे क्रियमाणे इत्यादि। अत्रापकर्षःउविभागः, समप्रविभागेऽर्द्वशब्दः, अवरत्वं चाच्कृतमेव, द्व्यच्सन्निधानात्। यस्मिन्विभज्य निरूप्यमाणे सुष्ठुअ न्यूनमपि अल्पमपि अर्ध द्व्यच्छब्दवत्सम्पद्यते न ततो न्यूनम्, अधिकं तु सम्भवतु मा वा भूत्, तद् द्व्यजवरार्द्धमित्यर्थः। यस्येत्यादि। यदि त्वकृते द्विर्वचने यस्य द्व्यजवरार्द्धता ततो डाज् भवतीति विज्ञायते, तदा पटच्छब्दार्दर्न स्यादिति भावः। नन्वेधं सति डाचि परभूते तदाश्रये द्विर्वचने द्व्यजवरार्द्धता भवति, तस्यां च सत्यं कडाचा भवितव्यमितीतरेतराश्रयत्वं प्राप्नोति ? तत्राह--डाचि बहुलमितीत्यादि। सत्यं परसप्तम्यां स्यादेष दोषः; विषयसप्तमी त्वेषा, ततो न दोष इत्यर्थः। उदाहरणे परभागस्य टचिलोपः, ठ्नित्यमाम्रेडिते डाचिऽ इति पूर्वतकारस्य परदेश्च पकारस्य पररूपम्--एकं पकारः, द्वितीय उदाहरणे दकारः। दृषत्करोतीति। व्यक्तानुकरणमेतत्, प्रकरणादिना चानुकरणत्वानुगतिः। खरटखरटाकरोतीति। खरटदित्यस्य द्विर्वचनादि पूरववत्। ठ्द्व्यजर्द्धात्ऽ इत्युच्यमानेऽत्र न स्यात्, न ह्यत्रार्द्धं द्व्यच्कम्, किं तर्हि? त्र्यच्कम्। अवरग्रहणे तु सति भवति; न्यूननिवृत्यर्थत्वादवरशब्दस्य। पटिति करोतीति। ठव्यक्तानुकरणस्यात इतौऽ इति अच्छब्दस्य पररूपत्वम्। तद्यत्र स्याद्, डाजन्तस्य सतित्वं स्यादिति शब्दमनुच्चार्य करोतिरन्तरः स्यात्, इतिश्च, ततः परः एकाच्त्वादस्य प्रत्ययस्वेरेणैव सिद्धमुदातत्वम्, ठ्लोहितादिडाज्भ्यःऽ इत्यत्रापि ठ्डाभ्यःऽ इत्युच्यमानेऽपि न कश्चिहोषः। इडायां डाशब्दोऽनर्थकः, ठ्नाभा पृथिव्याःऽ इत्यादौ सुवादेशस्यापि डाशब्दस्याग्रहणम्; च्छन्दसि ततः क्यपोऽदर्शनात्, तस्मान्नार्थश्चकारेण ? तत्राह--चकार इत्यादि। पटपटा असीति स्थिते ठ्तिङ्ङतिङःऽ इति निघातः, एकादेशः। अत्रासति चकारे ठ्स्वरितो वानुदातेऽपदादौऽ इति पक्षे स्वरितः स्यात्। चित्करणसामर्थ्यातु चिदचितोरेकादेशस्य पूर्व प्रत्यन्तवद्भावाच्चित्स्वरेणान्तोदात एव भवति। स स्वार्थिको विज्ञेय इति। अर्थान्तरस्याभावात्। स्वार्थे तु यकारोऽस्मादेव निपातनाद्विज्ञेयः ॥",
    "kashika": "यत्र ध्वनावकारादयो वर्णा विशेषरूपेण न व्यज्यन्ते सो ऽव्ह्रक्तः। तस्य अनुकरणम् अव्यक्तानुकरणम्। द्व्यचवरार्धं यस्य तद् द्व्यजवरार्धम्। अवरशब्दो ऽपकर्षे। यस्य अपकर्षे क्रियमाणे सुष्ठु न्यूनमर्धं द्व्यच्कं सम्पद्यते, तस्मादव्यक्तानुकरणादनितिपराड् डाच् प्रत्ययो भवति। कृभ्वस्तियोगे इत्यनुवर्तते। यस्य च द्विर्वचने कृते द्व्यजवरार्धं ततः प्रत्ययः। डाचि बहुलं द्वे भवतः इति विषयसप्तमी। डाचि विवक्षिते द्विर्वचनम् एव पूर्वं क्रियते, पश्चात् प्रत्ययः। पटपटाकरोति। पटपटाभवति। पटपटास्यात्। दमदमाकरोति। दमदमाभवति। दमदमास्यात्। अव्यक्तानुकरणातिति किम्? दृषत्करोति। द्वजवरार्धातिति किम्? श्रत्करोति। अवरग्रहणम् किम्? खरटखरटाकरोति। त्रपटत्रपटाकरोति। अनितौ इति किम्? पटिति करोति। चकारः स्वरार्थः, स्वरितबाधनार्थः। पटपटासि, अत्र स्वरितो वा ऽनुदात्ते पदादौ [[8|2|6]] इति स्वरितो न भवति। केचिद् द्व्यजवरार्ध्यादिति यकारं पठन्ति, स स्वर्थिको विज्ञेयः।",
    "sutra_vishesh": "",
    "mahabhashyam": " अव्यक्तानुकरणाद्द्व्यजवरार्धादनितौ डाच् (2334 (डाचोऽधिकरणम्) (चित्करणप्रयोजनभाष्यम्) किमर्थश्चकारः? स्वरार्थः। चितोऽन्त उदात्तो भवतीत्यन्तोदात्तत्वं यथा स्यात्।। (चित्करणस्य निष्फलत्वद्योतकभाष्यम्) नैतदस्ति प्रयोजनम्। एकाजयं तत्र नार्थः स्वरार्थेन चकारेणानुबन्धेन। प्रत्ययस्वरेणैव सिद्धम्।। अत उत्तरं पठति-- (5928 चित्करणप्रयोजनवार्तिकम्।। 1 ।।) - डाचि चित्करणं विशेषणार्थम् - (भाष्यम्) डाचि चित्करणं क्रियते विशेषणार्थम्। क्व विशेषणार्थेनार्थः? लोहितादिडाज्भ्यः क्यष् 3।1।13 इति। डा इति ह्युच्यमान इडा अतोऽपि प्रसज्येत। अर्थवद्ग्रहणे नानर्थकस्येतीत्येवमेतस्य न भविष्यति। इदं तर्हि प्राप्नोति--नाभा पृथिव्या निहितो दविद्युतत्। तस्माच्चकारः कर्तव्यः।। ",
    "sutra": "अव्यक्तानुकरणाद्द्व्यजवरार्धादनितौ डाच्",
    "kaumudiNumber": "2128",
    "kaumudiText": "द्व्यच् अवरं न्यूनं न तु ततो न्यूनम् | अनेकाजिति यावत् | तादृशमर्धं यस्य तस्माड्डाच् स्यात्कृभ्वस्तिभिर्योगे ॥ |<!डाचि विवक्षिते द्वे बहुलम् !> (वार्तिकम्) ॥ |<!नित्यमाम्रेडिते डाचीति वक्तव्यम् !> (वार्तिकम्) ॥ डाच्परं यदाम्रेडितं तस्मिन्परे पूर्वपरयोर्वर्णयोः पररुपं स्यात् | इति तकारपकारयोः पकारः | पटपटाकरोति | अव्यक्तानुकरणात्किम् | दृषत्करोति | द्व्यजवरार्धात्किम् | श्रत्करोति | अवरेति किम् | खरटखरटाकरोति | त्रपटत्रपटाकरोति | अनेकाच इत्येव सूत्रयितुमुचितम् | एवं हि डाचीति परसप्तम्येव द्वित्वे सुवचेत्यवधेयम् | अनितौ किम् | पटिति करोति ॥",
    "nyaas": "`अव्यकतस्यानुकरणमव्यक्तानुकरणम्` इति| यद्यप्यनुकरणे वर्णविशेषो रूपेण न प्रकाशते, तथापि ध्वनेः समानतया तन्मात्रसादृश्येन स तवनुक्रियत इति तस्याप्यनुकरणमित्युच्यते| द्व्यजर्द्धं भवति तस्मात्? प्रत्ययो भवति, यस्य न ततोऽपि न्यूनतरमेकाज्भवति| यद्यकृते द्विवचने यस्य द्व्यजवराद्र्धता ततो डाज्भवतीति ज्ञायते, ततः पटदित्यादेर्न स्यात्; न ह्रत्र द्व्यजवरमर्द्धं भवतीत्येतच्छेतसि कृत्वाऽ‌ऽह--`यस्य च` इत्यादि| नन्वेवं सति डाचि परभूते तदाश्रये द्विर्वचने कृते द्व्यजवराद्र्धता भवति, तस्याञ्च सत्यां डाजितीतरेतराश्रयः प्रसजति| इतरेतराश्रयाणि कार्याणि शास्त्रे न प्रकल्पन्ते? इत्याह---`डाचि बहुलम्` इत्यादि| यद्येषा परसप्तमी स्यात्, स्यादेष दोषः; न चैषा परसप्तमी, किं तर्हि? विषयसप्तमी| `पटपटाकरोति` इति| पटच्छब्दाड्डाचि विवक्षिते विषयभूते बुद्धिस्थेऽनुत्पन्न एव पूर्वं तावद्द्विवैचनं पटच्छब्दस्य क्रियते, तस्मिन्? कृते द्व्यजवराद्र्धतायामुपजातायां डाचि टिलोपः, `नित्यमाभ्रेडिते डाचि`  [[6|1|96]]  इति पूर्वस्य तकारस्य पररपत्वलम्, `दमदमाकरोति` इति| वमच्छब्दस्य पूर्ववद्द्धिर्वचनम्, ततो डाच्| `दृषत्करोति` इति| अत्रापि द्विर्वचने कृते द्व्यजवराद्र्धत भवतीति| नाव्यक्तस्येदमनुकरणम्| `श्रत्करोति` इति| भवत्येतदव्यक्तानुकरणम्, न द्व्यजवराद्र्धम्| कृतेऽपि ह्रत्र द्विर्वचने एकाजवरमर्द्धं सम्पद्यते| `खरटखरटाकरोति` इति| खरटवित्येतस्यानुकरणस्यात्र पटदित्येतस्यानुकरणस्येव पूर्ववद्द्धिर्वचनम्, ततो डाच्| यदि `द्व्यजद्र्धम्` एतावदुच्येत, इह प्रत्ययो न स्यात्, न ह्रत्र द्व्यजद्र्धतास्ति| अवरग्रहणे तु सतीहापि भवति| तत्र हि द्व्यचोऽद्र्धाद्यस्य न्यूनतरमद्र्ध तत एव प्रत्ययेन भवितव्यम्, अन्यतस्तु सर्वतो भवितव्यमेव; अन्यथाऽवरग्रहणमनर्थकमेवेति द्व्यजद्र्धादित्येवं ब्रायात्| `पटिति करोति` इति| `अध्यक्तानुकरणस्यात इतौ`  [[6|1|95]]  इत्यच्छब्दस्य पररूपत्वम्| यद्यत्र डाच्? स्यात्, तस्य डाजन्तस्य परमिति शब्दमुच्चार्य करोतिरनन्तरः स्यादिति, न च तत्परम्; तच्चानिष्टम्| अथ चकारः किमर्थः, यावलतान्तोदात्तत्वं कृत्वादस्य प्रत्ययस्वरेणैव सिद्धम्? इत्यत आह--`चकारः` इत्यादि| पटपटा असि इति स्थिते `तिङ्ङतिङः`  [[8|1|28]]  इत्यसिशब्दस्य निघाते कृते `स्वरितो वानुदात्तेऽपदादौ`  [[8|2|6]]  इति स्वरित एकादेशः प्राप्नेति, न च स्वरित इष्यते, तदर्थ चकारः| `स्वार्थिको विज्ञेयः` इति| व्यतिरिक्तस्यार्थस्याभावात्| केन पुनः स्वार्थिको यकारः? अनेनैव निपातनेन॥"
}


