{
    "a": "5",
    "p": "4",
    "n": "21",
    "msknum": "2160",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "",
    "padamanjari": " प्राचुर्येण प्रस्तुतं प्रकृतमिति। यद्यपि प्रस्तुतमात्रवचनः प्रकृतशब्दः, तथापीह वचनग्रहणादयं विशेषो लभ्यते। वचनग्सरहणं हि यादृशस्य प्रकृतस्य लोके मयटा वचनं प्रत्यायनं तत्र यथा स्यादित्येवर्थम्। प्रथमासमर्थादिति। केन पुनः प्रथमान्तस्य सामर्थ्य प्रत्ययस्तावत्स्वार्थिकः? यद्यपि स्वार्थिकः, प्राचुर्यं तु तस्य द्योत्यम्। तच्च प्रकृत्यर्थगतमित्येतावदत्र सामर्थ्यम्। अपरे पुनरित्यादि। अत्र प्रकृत्यार्थादर्थान्तर एव प्रत्ययः, तत्पुनरर्थान्तरं ल्युटा प्रतिपादितम्। सप्तम्यर्थ उच्यमानता प्रकृतता च प्रकृत्यर्थविशेषणम्, तद्दर्शयति--अन्नं प्रकृतमस्मिन्नति। उभयथा सूत्रप्रणयनादिति। प्रकारद्वयसाधारण्येन सूत्रस्य प्रणयनादित्यर्थः। अत्र प्रथमे व्याख्याने तदिति विस्पष्टार्थम्; ठ्देवातल्ऽ इत्येवमादिवत्समर्थविभक्तेः सिद्धत्वात् ॥",
    "kashika": "तदिति प्रथमासमर्थविभक्तिः। प्राचुर्येण प्रस्तुतं प्रकृतम्। प्रथमासमर्थात् प्रकृतोपाधिके ऽर्थे वर्तमानात् स्वार्थे मयट् प्रत्ययो भवति। टकारो ङीबर्थः। अन्नं प्रकृतम् अन्नमयम्। अपूपमयम्। अपरे पुनरेवम् सूत्रार्थम् आहुः। प्रक्र्तम् इति उच्यते ऽस्मिनिति प्रकृतवचनम्। तदिति प्रथमासमर्थात् प्रकृतवचने ऽभिधेये मयट् प्रत्ययो भवति। अन्नं प्रकृतम् अस्मिनन्नमयो यज्ञः। अपूपमयं पर्व। वटकमयी यात्रा। द्वयम् अपि प्रमाणम्, उभयथा सूत्रप्रणयनात्।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "तत्प्रकृतवचने मयट्",
    "kaumudiNumber": "2089",
    "kaumudiText": "प्राचुर्येण प्रस्तुतं प्रकृतं तस्य वचनं प्रतिपादनम् | भावेऽधिकरणे वा ल्युट् | आद्ये प्रकृतमन्नमन्नमयम् | अपूपमयम् | यवागूमयी | द्वितीये अन्नमयो यज्ञः | अपूपमयं पर्व ॥",
    "nyaas": "`प्राचुर्येण प्रस्तुतं प्रकृतम्` इति| कृतः पुनरयं विशेषो लभ्यते, यावता प्रस्तुतमात्रवचनः प्रकृतशब्दः वचनग्रहणादिह प्रकृत इति वक्तव्ये वचनग्रहणम्--यादृशस्य लोके प्रकृतस्य मयटो वचनं प्रत्ययान्तेन दृष्टं तत्रैव मयडथा स्यादित्येवमर्थम्| लोके च मयट्प्रत्ययान्तं रन्नमयादिशब्दैः प्रकृतस्य प्राचुर्यमुच्यत इति वचनग्रहणादेव विशेषो लभ्यते| `अपरे तु` इत्यादि| अत्र प्रकृत्यर्थादर्थान्तर एव प्रत्ययः| प्रकृतशब्देन प्रस्तुतमात्रमुच्यते| न तु प्राचुय्र्यविशिष्टं प्रकृतमित्येष विशेषः|`उभयथा` इत्यादि| उभयथाप्यस्मिन्नर्थे सूत्रस्य प्रणयनादित्यर्थः॥"
}


