{
    "a": "5",
    "p": "4",
    "n": "36",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "",
    "padamanjari": "  कर्मशब्दादिति। एतेन ठ्कर्मणःऽ इति स्वरूपग्रहणम्, नेप्सिततमादेरिति दर्शयति। एतच्च व्याख्यानाल्लभ्यते। कार्मणमिति। ठन्ऽ इति प्रकृतिभावः। तथैवेति। यथैव व्याहृतार्थया वाचा प्रतिपादितम्-एवमेतत्वया कर्तव्यमिति, तथैवेत्यर्थः। अण्प्रकरण इति। प्रज्ञादिष्वपाठः---एतेषां भाषायामण्मा भूदिति। सान्नाय्येत्यादि। सान्नाय्यादयः शब्दाः प्रज्ञादिषु द्रष्टव्या इत्यर्थः। अन्तोदातार्थं चेह सान्नाप्यशब्दस्य ग्रहणम्, रूपं तु ठ्पाय्यसान्नाय्यऽ इति निपातनादेव सिद्धम्। आनुजावर इति। अनुजादवर इत्यस्मादेव निपातनात्पञ्जमीसमासः, ततोऽण्। आनुषूक इति। सूतिः सूः, सम्पदादित्वात् क्विप्, अनुगता सूरेतमिति बहुव्रीहिः, कप्, ठ्पूर्वपदात्ऽ इति षत्वम्। चातुष्प्राश्यमिति। चतुर्भिः प्राश्यमिति ठ्कर्तृकरणे कृता बहुलम्ऽ इति समासः, ततोऽण्। आधाने व्रीह्यएदनस्येदमभिधानम्। ठिदुदुपधस्यऽ इति षत्वम्। राक्षोघ्नमिति। रक्षांसि हन्यन्तेऽनेनेति धञर्थे कः। वियातविकृतशब्दाभ्यामण्-वैयातः, वैकृतः। वरिवःउपरिचर्या, तत्करोति वरिवस्कृत्, क्विप्, ठतः कृकमिऽ इति सत्वम्, वरिस्कृदेव वारिवस्कृतःउपरिचारकः। अग्रमयनमस्य, अग्रे हायनमस्येतिक बहुव्रीहिभ्यामण्---आग्रायणं कर्म। नानिष्ट्वाग्रायणेनाहिताग्निर्नवस्याश्नीगदिति। आग्रहायणी, अणन्तान् ङीप्। सन्प्यतेऽनेनेति सन्तपनः, सन्तपन एव सान्तपनःउकृच्छ्रः ॥",
    "kashika": "व्याहृतार्थया वाचा यत् कर्म युक्तं, तदभिधायिनः कर्मशब्दात् स्वार्थे अण् प्रत्ययो भवति। कर्म एव कार्मणम्। वाचिकं श्रुत्वा तथैव यत् कर्म क्रियते तत् कार्मणम् इत्युच्यते। अण्प्रकरणे कुलालवरुडनिषादकर्मारचण्डालमित्रामित्रेभ्यश् छन्दस्युपसङ्ख्यानम्। कुलाल एव कौलालः। वारुडः। नैषादः। कार्मारः। चाण्डालः। मैत्रः। आमित्रः। सान्नायानुजावरानुषूकाष्टुभचातुष्प्राश्यराक्षोघ्न वैयातवैकृतवारिवस्कृताग्रायणाग्रहायणसान्तपनाः। एते ऽणन्ताः स्वार्थिकाश्छन्दसि भाषायां चेष्यन्ते। सान्नाय्यम्। आनुजावरः। आनुषूकः। आष्टुभः। चातुष्प्राश्यः। राक्षोघ्नम्। वैयातः। वैकृतः। वारिवस्कृतः। आग्रायणः। आग्रहायणः। सान्तपनः।",
    "sutra_vishesh": "",
    "mahabhashyam": " तद्युक्तात्कर्मणोऽण् (2312) (अणोऽधिकरणम्) (तत्पदार्थप्रकाशकभाष्यम्) तदित्यनेन किं प्रतिनिर्दिश्यते? वागेव। यदेव वाचा व्याह्रियते तत्कर्मणा क्रियते।। (5915 उपसंख्यानवार्तिकम्।। 1 ।।) - अण्प्रकरणे कुलालवरुडनिषादचण्डालामित्रेभ्यच्छन्दसि - (भाष्यम्) अण्प्रकरणे कुलालवरुडनिषादचण्डालामित्रेभ्यश्छन्दस्युपसंख्यानं कर्तव्यम्। कौलालः। वारुडः। नैषादः। चाण्डालः। आमित्रः।। (5916 उपसंख्यानवार्तिकम्।। 2 ।।) - भागरूपनामभ्यो धेयः - (भाष्यम्) भागरूपनामभ्यो धेयो वक्तव्यः। भागधेयम्। रूपधेयम्। नामधेयम्।। (5917 उपसंख्यानवार्तिकम्।। 3 ।।) - मित्राच्छन्दसि - (भाष्यम्) मित्राच्छन्दसि धेयो वक्तव्यः। मित्रधेये यतस्व।। (5918 उपसंख्यानवार्तिकम्।। 4 ।।) - अणमित्राच्च - (भाष्यम्) अणमित्राच्चेति वक्तव्यम्। मैत्रः। आमित्रः।। (सान्नाय्यादीनां निपातनभाष्यम्) सान्नाय्यानुजावरानुषूकचातुष्प्राश्यराक्षोघ्नवैयातवैकृतवारिवस्कृताग्रायणाग्रहायणसान्तपनानि निपात्यन्ते। सांनाय्यम्। आनुजावरः। आनुषूकः। चातुष्प्राश्यः। राक्षोघ्नः। वैयातः। वैकृतः। वारिवस्कृतः। आग्रायणः। आग्रहायणः। सान्तपनः।। (5919 उपसंख्यानवार्तिकम्।। 5 ।।) - आग्नीध्रसाधारणादञ्ञ् - (भाष्यम्) आग्नीध्रसाधारणादञ्ञ् वक्तव्यः। आग्नीध्रम्, साधारणम्।। (5920 उपसंख्यानवार्तिकम् ।। 6 ।।) - अयवसमरुद्भ्यां छन्दसि - (भाष्यम्) अयवसमरुद्भ्यां छन्दस्यञ्ञ्वक्तव्यः। आयवसे वर्धन्ते। मारुतं शर्धः।। (5921 उपसंख्यानवार्तिकम्।। 7 ।।) - नवसूरमर्तयविष्ठेभ्यो यत् - (भाष्यम्) नवसूरमर्तयविष्ठेभ्यो यद्वक्तव्यः। नव्यः। सूर्यः। र्मत्यः। यविष्ठ्यः।। (5922 उपसंख्यानवार्तिकम्।। 8 ।।) - क्षेमाद्यः - (भाष्यम्) क्षेमाद्यो वक्तव्यः। क्षेम्यस्तिष्ठन् प्रतरणः सुवीरः।। ",
    "sutra": "तद्युक्तात्‌ कर्मणोऽण्",
    "kaumudiNumber": "2104",
    "kaumudiText": "कर्मैव कार्मणम् | वाचिकं श्रुत्वा क्रियमाणं कर्मेत्यर्थः ॥",
    "nyaas": "`कर्मशब्दात्` इति| एतेन कर्मण इति स्वरूपस्य ग्रहणम्, नेप्सिततमस्येति दर्शयति| ननु च कर्मशब्दस्य संज्ञाशब्दत्वादीप्सिततमस्यैव ग्रहणं युक्तम्, न स्वरूपस्येति? नैतदस्ति; इह हि `स्थानान्तात्`  [[5|4|10]]  इत्यादेः सूत्रादितिकरणोऽनुवत्र्तते, तेनायमर्थो लभ्यते--ततश्चेद्विवक्षा भवतीति| कर्मशब्दाच्च प्रत्ययोत्पत्तौ लोके विवक्षा भवति, नेप्सिततमात्| न हि तत उत्पन्नेनाणा व्याह्मतार्थवाचा युक्तं कर्म शक्यते द्योतयितुम्, कर्मशब्दात्तूत्पन्नेन शक्यते| तस्मात्? स्वरूपस्यैव ग्रहणं युक्तम्| `कार्मणम्` इति| `अन्`  [[6|4|16]]  इति प्रकृतिभावः| `तथैव` इति| यथैव व्याह्मतार्थया वाचा प्रतिपादितम्--एवं कत्र्तव्यमिति, तेनैव प्रकारेणेत्यर्थः| `अण्प्रकरणे` इत्यादि| उपसंख्यानशब्दस्य प्रतिपादनमर्थः| तत्रेवं प्रतिपादनम्---प्रज्ञादेराकृतिगणत्वात्? कुलालादयस्तत्रैव द्रष्टष्याः| तेन `प्रज्ञादिभ्यश्च`  [[5|3|38]]  इत्यण्? भविष्यतीति| यद्येवम्, भाषायामपि स्यात्? नैष दोषः; `विभाषा बहोः`  [[5|4|20]]  इत्यादिसूत्राद्विभाषेत्यनुवत्र्तते, सा च व्यवस्थितविभाषा छन्दस्येव भविष्यति, न भाषायामिति| `सान्नाय` [सान्नय्य-काशिका, पदमञ्जरी च] इत्यादि| सान्नायानुजावरानुषूकानुष्टुभचातुष्प्राश्यराक्षोध्ववैयातवैकृतवारिवस्कृताग्रायणाग्रहायणसान्तपनाश्छन्दसि भाषायाञ्चेष्यन्ते| तस्मात्सान्नायादयः| एषां प्रकृतयः प्रज्ञादिष्वेव द्रष्टव्याः| अत्र चाग्रायणाग्रहायण--इत्यत्रेकारान्ताभ्यामाग्रायण्यग्रहायणीशब्दाभ्यामन्यत्राकारान्तेभ्योऽनुजावरादिभ्यः प्रत्ययः| सान्नाय्यशब्दस्य चेहान्तोदात्तार्थ ग्रहणम्| रूपं तु `पाय्यसान्नाय्य`  [[3|1|129]]  इति निपातनादेव सिद्धम्॥ष"
}


