{
    "a": "5",
    "p": "4",
    "n": "3",
    "s": "स्थूलादिभ्यः प्रकारवचने कन् ",
    "padachcheda": "स्थूलादिभ्यः ५\/३ प्रकारवचने ७\/१  कन्  १\/१",
    "anuvritti": "",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] वा [4।1।82]",
    "full_sutra": "स्थूलादिभ्यः प्रकारवचने कन्",
    "siddhantakaumudi_index": "2075",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "<<स्थूलादिभ्यः प्रकारवचने कन्>> - स्थूलादिभ्यः । प्रकारो भेदः सादृश्यं च, व्याख्यानात्, तद्वति वर्तमानाद्यथायोयं कन्नित्यर्थः । जातीयरोऽपवाद इति । एतेन अयमपि तद्वदेव प्रकारवति भवति, नतु प्रकारमात्रे इति सूचितम् । चञ्चत्क इति । चञ्चधातुश्चलने । अचञ्चन्नपि यश्चञ्चन्निव दृश्यते स चञ्चत्कः । यथा स्पन्दमानस्वच्छजनमध्यवर्ती मणिः । बृहत्क इति । अबृहन्नपि बृहन्निव दृश्यते स बृहत्कः, बृहदाख्यसामविशेषो वा । सुराया अहाविति । गणसूत्रमिदम् ।॒प्रकारवचने क॑न्निति शेषः । सुराया अहावेवेति नियमार्थमिदम् । सुरक इति । \"केऽण\" इति ह्यस्वः । ",
    "tattvabodhini": "<<स्थूलादिभ्यः प्रकारवचने कन्>> - स्थूलादिभ्यः । प्रकारोभेदः सादृश्यं च । उभयत्रापि यथासंभवं कन् । जातीयरोऽपवाद इति । तेनायमपि तद्वदेव प्रकारवति भवति न तु प्रकारमात्रे इत्युक्तं भवति ।चञ्चद्बृहतोरूपसंख्यानम् । चञ्चाद्बृहतोरिति । एंतावपि स्थूलादिष्वेव पठितव्याविति भावः । चञ्चत्क इति । चञ्चतिश्चलनकर्मा । चञ्चत्कः । एवं बृहद्विशेषो बृहत्कः । अचञ्चन्नबृहन्नपि प्रभाविशेषाच्चञ्चन्निव बृहन्निव मणिविशेषो लक्ष्यते स चञ्चत्कः । बृहत्कः । सुरक इति ।केऽणः॑इति ह्यस्वः ।",
    "padamanjari": " प्रकारवचने द्योत्य इति। प्रकारवचने कन् द्योत्य इत्यर्थः। यथौदनं पचतीत्यत्रैवार्थे ओदनपाकं पचतीति। यद्वा-प्रकारौच्यते स्थूलादिभिरिति द्योतनायेत्यर्थः। प्रकारवाचिभ्यः कन् भवति, तदेव प्रकारवचनत्वं द्योतयितुमिति यावत्। जातीयरोऽपवाद इति। तेनायमपि तद्वदेव प्रकारवति कभवति, न प्रकारमात्र इत्युक्तं भवति। प्रकारःउभेदः, सादृश्यं च, उभयत्रापि यथाभिधानं कन् भवति। वृतौ तु प्रकारो भेद इत्युपलक्षणम्। चञ्चद्बृहतोरिति। एतावपि स्थूलादिषु पठितव्यावित्युक्तं भवति। चञ्चत्क इति। चञ्चतिश्चलनकर्मा चञ्चत्प्रकारश्चञ्चन्नेवं कश्चिद्विशेष उच्यते। तथा बृहद्विशेषो बृहत्कः। अपर आह--सादृश्येऽत्र कन्, अचञ्चन्नपि यश्चञ्चन्निव लक्ष्यते स बृहत्क इति। चञ्चाउबृणमयः पुरुषः, तत्सदृशश्चञ्चकः। ठ्केऽणःऽ इति ह्रस्वः। स्थूलाणुमाषेष्विति। स्थूल, अणु, णाप, इपु--इति चतस्रः प्रकृतयः कृष्णतिलेष्विति। कृष्णप्रकारास्तिलाः कृष्णकाः। यवकाः यवसदृशाः। पाद्यकालावदाताः सुरायामिति। पाद्यिका, कालिका, अवदातिका, सुराविशेषा एते। गोमूत्रकमुगोमूत्रप्रकारं गोमूत्रवर्णमाच्छादनम्। यद्वा--विन्यासविशेषो गोमूत्रम्, तत्सदृशं तु गोमूत्रकम्। यत्र तु शुक्लकृष्णादिवर्णविन्यासः सुरावर्णोऽहिः सुरकः, पूर्ववद् ह्रस्वः। जीर्णप्रकाराः जीर्णकल्पाः शालयो जीर्णकाः। जातीयरोऽनन्तरमेवायं कन् विधेयः, एवं हि पुनः ठ्प्रकारवचनेऽ इति न वक्तव्यं भवति। इह तु करणेऽज्ञातः स्थूलप्रकार इति प्रकारस्याज्ञातादीनां च युगपद्विवक्षायां परत्वादनेन कनि कृते पुनः प्रसङ्गविज्ञानादज्ञातादिद्योतनाय पुनः को भवति। तत्र तु करणे परत्वात्के कृते पुनः प्रसङ्गविज्ञानादज्ञातादिद्योतनाय पुन को भवति। तत्र तु करणे परत्वात्के कृते कन्न स्यात्; शब्दान्तरत्वात्। सत्यपि वा कनि स्थूलकक इत्याद्यौदातं स्यात् ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "स्थूलादिभ्यः प्रकारवचने द्योत्ये कन्प्रत्ययो भवति। जातीयरः अपवादः। प्रकारो विशेषः। स्थूलप्रकारः स्थूलकः। अणुकः। माषकः। कन्प्रकरणे चञ्चद्बृहतोरुपसङ्ख्यानम्। चञ्चत्प्रकारः चञ्चत्कः। बृहत्कः। चञ्चद्बृहयोः इति केचित् पठन्ति। तेषां चञ्चकः, बृहकः इति उदाहरणं द्रष्टव्यम्। स्थूल। अणु। माष। इषु। कृष्ण तिलेषु। यव व्रीहिषु। पाद्यकालावदाताः सुरायाम्। गोमूत्र आच्छादने। सुराया अहौ। जीर्ण शालिषु। पत्रमूले समस्तव्यस्ते। कुमारीपुत्र। कुमार। श्वशुर। मणि। इति स्थूलादिः।",
    "mahabhashyam": " स्थूलादिभ्यः प्रकारवचने कन् (2280) (कनोऽधिकरणम्) (5900 उपसंख्यानवार्तिकम्।। 1 ।।) - कन्प्रकरणे चञ्ञ्चद्बृहतोरुपसंख्यानम् - (भाष्यम्) कन्प्रकरणे चञ्ञ्चद्बृहतोरुपसंख्यानं कर्तव्यम्। चञ्ञ्चत्कः, बृहत्कः।। ",
    "siddhantakaumudi": "जातीयरोऽपवादः | स्थूलकः | अणुकः ॥ |<!चञ्चद्बृहतोरुपसंख्यानम् !> (वार्तिकम्) ॥ चञ्चत्कः | बृहत्कः ॥ (गणसूत्रम् -) सुराया अहौ | सुरावर्णोऽहिः सुरकः ॥",
    "nyaas": "`जातयरोऽपवादः` इति| एतेन यथा प्रकारवचने विधीयमानो जातीयर्? प्रकारवति न प्रकारमात्रे, तथायमपीति दर्शयति; अन्यथा हि जातीयरोयं विषयभेदादपवादो नोपपद्यते, अथ किमर्थ `प्रकारवचने जातीयर्`  [[5|3|69]]  इत्यस्यैवानन्तरं स्थूलादिभ्यः कन्? न विधीयते? किं कृतं भवति? कन्? प्रकारवचनं न वक्तव्यं भवति? नैवं शक्यम्; स्थूलादीनां हि प्रकारस्याज्ञातादीनां च युगपद्विवक्षायां परत्वात्? के कृते कन्न स्यात्; शब्दान्तरत्वात्| अथापि स्यात्? एवमपि स्थूलक इत्याद्युदात्तत्वं स्यात्, इह तु कनो विधाने परत्वात्? परत्वात्? कनि कृति ततः क इत्यन्तोदात्तत्वं सिद्धं भवति| `चञ्चद्बृहतोः` इत्यादि| स्थालादिषु चञ्चद्बृहतोरपाठात्? तन्न प्राप्नोति| तस्मादुपसंख्यानं प्रतिपादनं कत्र्तव्यम्| तत्रेदं प्रतिपादनम्--पूर्वसूत्रादिह चकारोऽनुवत्र्तते, स चानुक्तसमुच्चयार्थः| तेन चञ्चद्बृहतोरपि भविष्यतीति| `स्थालाणुमाषेषु` इति| केचिदेताश्चतरुआः प्रकृतस्य इति वर्णयन्ति| स्थूलकः अणुकः| माषकः| इषुकः| अपरे तु स्थूलाणुशब्दौ प्रकृती, माषेष्वित्ययं तपाधिनिर्देश इत्याहः| अन्ये त्वानन्तय्र्यादणुशपब्दस्यैव माषग्रहणं विशेषणमाचक्षते| आद्यमेव दर्शनं न्याय्यम्; तथा हि--स्थूलकादयः तद्विशेषमम्| कृष्णकास्तिलाः| `यव व्रीहिषु` इति| यव इति प्रकृतिः, व्रीहिष्विति तद्विशेषणम्| यवको व्रीहिः| `पाद्यकालवदाताः सुरायाम्` इति| अपरे पुनरानन्तय्र्यदवदातशब्दस्य सुराग्रहणं विशेषणं पाद्यकालयोर्न विशेषणत्वं भवतीत्याहुः| `गोमूत्रादाच्छादने` [`गोमूत्र आच्छादने`-काशिका] इति| गोमूत्रशब्दः प्रकृतिः, आच्छादने इति तद्विशेषणम्| गोमूत्रप्रकारकमाच्छादनं गोमूत्रकम्| `सुराहौ` [`सुराया अहौ`-काशिका] इति| सुरेति प्रकृतिः अहाविति विशेषणम्| सुरावर्णोऽहिरिति सुरकः| `जीर्णशालिषु` इति| पत्रमूले इत्येते शब्दरूपे समस्तव्यस्ते प्रत्ययमुत्पादयतः--पत्रकम्, मूलकम्॥"
}


