{
    "a": "5",
    "p": "4",
    "n": "45",
    "s": "अपादाने चाहीयरुहोः ",
    "padachcheda": "अपादाने ७\/१  च ०\/० अ-हीय-रुहोः  ६\/२",
    "anuvritti": " तसिः  १\/१ [5।4।44]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76] वा [4।1।82]",
    "full_sutra": "अपादाने अ-हीय-रुहोः तसिः",
    "siddhantakaumudi_index": "2112",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "<<अपादाने चाहीयरुहोः>> - ग्रामत इथि । एवम् अध्ययनात्पराजयते, अध्ययनत इत्याद्यपि बोध्यम् ।",
    "padamanjari": " सार्थाद्धीयत इति। ठोहाक्त्यागेऽ, कर्मण्यात्मनेदम्, यक्, घुमास्थादिसूत्रेणेत्वम्। कथं पुनः कर्मसंज्ञा, यावता ठ्कर्तुरीप्सिततमं कर्मऽ? न चात्र सार्थः कर्तृसंज्ञकः, किन्तु ध्रुवत्वेन विवक्षित्वादपादानसंज्ञकः। मा भूत्कर्तृसंज्ञा, जहाति तावत्सार्थो देवदतं यदि न जह्यादपाय एव न संवर्तेत। स्वातन्त्र्योपलक्षणं च कर्मसंज्ञायां कर्तृग्रहणम्, कर्तृसंज्ञा भवतु मा वा भूत्। एवं चापादनस्यापि सतः सार्थस्य हाने यत्स्वातन्त्र्यं वास्तवम्, तदाश्रया कर्मसंज्ञा भवति। यद्येवम्, माषेप्वश्वं बध्नातीत्यत्र कर्मणोऽप्यश्वस्य वस्तुतो यद्भक्षणे स्वातन्त्र्यं तदाश्रया माषाणं कर्मसंज्ञा प्राप्नोति, तस्मात्कर्मकर्तर्यत्र लकारः। कथमिह डजहातिरपगमनायां वर्तते? देवदतं सार्थो जहाति, अपगमयतीत्यर्थः। एषैव च सार्थस्यापगमना यत् क्षुदुपघातादिना देवदतस्यापगमने तत्समर्थाचरणम्, यदा तु क्षुधादिना स्वयमेवापगच्छति तदा कर्मकर्तृत्वम्, ततश्च हीयत इति। कोऽर्थ ? स्वयमेवापगच्छतीत्यर्थः। पुनः ठ्कुतोहीयतेऽ--इत्यपेक्षायां सार्थेन सम्बन्धः। विकारनिर्देश इति। विकृतिर्विकारः, इह तु तद्वेतुत्वाद्यगभिप्रेतः। तत्र हि घूमास्थादिसूत्रेणेत्वविधानाद्धातुरूपं विक्रियते। यका निर्द्देशः-यस्य यकीत्वमस्ति, तस्य ग्रहणार्थमित्यर्थः। जिहीतेरिति। श्तिपो ङ्त्वाबावादीत्वानुपिपतेर्जिहातेरिति पठीतव्यम्। तिडन्तानुकरणं वा जिहीतेरिति द्रष्टव्यम्। नैषा पञ्चमीति। यदन्तातसिः, नैषा पञ्चमीत्यर्थः। किं तर्हि तृतीयेति। हेतौ, करणे वा तृतीया, तदन्ताद् ठ्हीयमानपापयोगाच्चऽ इति तसिरित्यर्थः। स्वरेण, वर्णेन वा विवक्षितादर्थाद्धीन इत्यर्थः सम्पद्यते ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "अपादाने या पञ्चमी तस्याः पञ्चम्याः वा तसिः प्रत्ययो भवति, तच् चेदपादानं हीयरुहोः सम्बन्धि न भवति। ग्रामतः आगच्छति, ग्रामात्। चोरतः बिभेति, चोरात्। अध्ययनतः पराजयते, अध्ययनात्। अहीयरुहोः इति किम्? सार्थाद् हीयते। पर्वतादवरोहति। हीयते इति क्विकारनिर्देशो जहातेः प्रतिपत्त्यर्थः, जिहीतेर् मा भूत्, भूमित उज्जिहीते, भूमेरुज्जिहीते। कथं मन्त्रो हीनः स्वरतो वर्णतो वा इति। न एषा पञ्चमी। किं तर्हि, तृतीया। स्वरेण वर्णेन वा हीनः इत्यर्थः।",
    "mahabhashyam": "",
    "siddhantakaumudi": "अपादाने या पञ्चमी तदन्तात्तसिः स्यात् | ग्रामादागच्छति | ग्रामतः | अहीयरुहोः किम् | स्वर्गाद्धीयते | पर्वतादवरोहति ॥",
    "nyaas": "`ग्रामादागच्छति` इति| `घ्रुवमपायेऽपादानम्`  [[1|4|24]]  इत्यपादानसंज्ञा| `चौरेभ्यो बिभेति` इति| `भित्रार्थानां भयहेतुः`  [[1|4|25]]  इति| `अध्ययनात्? पराजयते` इति| `पराजेरसोढः`  [[1|4|26]]  इति| `सार्थाद्धीयते` इति| `ओहाक्? त्यागे` (धा| पा| 1090), लः कर्मण्यात्मनपदम्, यक्, `घुमास्था`  [[6|4|66]]  इत्यादिसूत्रेणेत्त्वम्| ननु चाकर्त्तृकं कर्म नास्ति, `कर्त्तुरीप्सिततमं कर्म`  [[1|4|49]]  इति वचनात्; सार्थश्चात्र न कर्म, किं तर्हि? अपादानम्? नैष दोषः; कर्मसंज्ञायां हि कर्त्तृग्रहणं स्वातन्त्र्योपलक्षणार्थम्| कृत एतत्? क्रियाविशेषणत्वात्| कत्र्तरि च द्वयमस्ति--स्वातन्त्रयम्, कर्तृसंज्ञा च| तत्र संज्ञायाः क्रियाविशेषणत्वं नोपपद्यते| यद्धि तस्याः कारणं तेनैव सा युक्ता विशेषयितुम्| न च तस्याः कर्त्तृसंज्ञा कारणम्, किं तर्हि? स्वातन्त्र्यम्;तस्य कर्त्तृस्वरूपत्वात्| भवति क्रियां प्रति यदा कारणभावः; कर्मणा च नैव क्रिया विशेष्यते, तदायमर्थो भवति---स्वातन्त्र्यस्य क्रियाया यदीप्सिततमं तत्कर्मसंज्ञं भवतीति| सार्थस्यापि देवदत्तेन तस्याभिधानम्| तस्य तस्मस्त्वसत्यपादानमपि न स्यादेव| तस्माद्देवदत्तः कर्म| जहातेरेव सार्थस्यापादानेन भवितव्यम्| तत्रापादानस्यापि सतः सार्थस्य हानक्रियायां यत्? स्वातन्त्र्यं तत्क्रियाविवक्षयैव देवदत्तस्य कर्मसंज्ञा भवति| अथ किमर्थं यका निर्देशः क्रियते, न `हारुहोः` इत्येवोच्येत? इत्यत आह--`विकारनिर्देशः` इत्यादि| विक्रियते तस्मिन्? रूपमिति विकारः, स पुनरिह यगेव--हीयेति| तत्र हि धुमास्तादिसूत्रेमेकारस्य  [[6|4|66]]  विधानात्? विक्रियते जहाते रूपम्| अथ वा--विकृतिः=विकारः, तेन विकारेण निर्देशः| कथं नाम? जहातेः प्रतिपत्तिर्यथा स्यात्, जिहीतेर्मा भूदित्येवमर्थम्; अन्यथा हि जीहीतेरपि ग्रहणं स्यात्| विकारनिर्देशे तु यस्येदृशं रूपं तस्यैव ग्रहणं भवतीति न भवत्येष प्रसङ्गः| `भूमित उज्जिहोते` इति| जिहीतेरिहाग्रहणात्? तत्सम्बन्धिनोऽपादानाद्भवत्येव| हाङो ङित्वादात्मनेपदम्, `भृजामित्`  [[7|4|76]]  इत्यभ्यासस्येत्त्वम्, `ई हल्यघोः`  [[6|4|113]]  इति धातोरीत्त्वम्| `कथं मन्त्रो हीनः स्वरतो वर्णतो वा` इति? यदाह--जहातेः प्रतिषेधः क्रियते ततस्तस्मिन्न प्राप्नेती त्यभिप्रायः| `नैषा पञ्चमी` इति| पञ्चम्या अविहितत्वा|, उपचारेण तसिः, नैषा पञ्चमीत्युक्तम्| किं तर्हि? तृतीयेति| अत्रापि तृतीयाया विहितत्वात्| तृतीयेत्युक्तस्तसिः| तेनैतत्? सूचयति--नायमिह तसिरनेन सूत्रेण पञ्चम्या विहितः, किं तर्हि? `अतिग्रहाव्यथनक्षे पेष्वकत्र्तरि तृतीयायाः`  [[5|4|46]]  इत्यनुवत्र्तमानं `हीयमानपापयोगच्च`  [[5|4|47]]  इति तृतीयाया इति| सा च तृतीया हेतौ करणे वा द्रष्टव्या॥"
}


