{
    "a": "5",
    "p": "4",
    "n": "70",
    "s": "किमः क्षेपे ",
    "padachcheda": "किमः 5\/१ क्षेपे ७\/१",
    "anuvritti": "न  ०\/०  [5।4।69]",
    "adhikara": " प्रत्यय: [3।1।1]  परश्च [3।1।2]  आद्युदात्तश्च [3।1।3]  ङ्याप्प्रातिपदिकात् [4।1।1]  तद्धिता: [4।1।76]  समासान्ता: [5।4।68]  वा [4।1।82]",
    "full_sutra": "किमः क्षेपे समासान्ताः न",
    "siddhantakaumudi_index": "955",
    "msknum": "1625",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "<<किमः क्षेपे>> - किमः क्षेपे । क्षेपग्रहणमिह शक्यमवक्तुं, प्रतिपदोक्तपरिभाषयाकिं क्षेपे॑ इति विहितसमासस्यैव ग्रहणात् । किंराज इत्यादि । किमत्र प्रश्ने षष्ठीसमासः, कर्मधारयो वा ।",
    "padamanjari": "  किराजेति। ठ्किं क्षेपेऽ इति समासः। कस्य राजा किराज इति। प्रश्नेऽत्र किंशब्दः। ठ्क्षेपेऽ इति शक्यमाकर्तुम्, कस्मादत्र न भवति--लक्षणप्रतिपदोक्तयोः प्रतिपदोक्तस्यैव ग्रहणमिति? कश्टिदाह--क्षेपग्रहणेनैज्ज्ञापयति--इयमिह परिभाषा नापतिष्ठत इति, तेन निन्दिता धूरस्य शकटस्य किंधूः शटकमिति बहुव्रीहावपि प्रतिषेधः सिद्धो भवतीति। तद्भाष्यविरोधादुपेक्ष्यम्। तस्माद्विस्पष्टार्थं क्षेपग्रहणम् ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "क्षेपे यः किंशब्दः ततः परस्य समासान्तो न भवति। किंराजा यो न रक्षति। किंसखा यो ऽभिद्रुह्यति। किंगौर्यो न वहति। किं क्षेपे [[2|1|64]] इति समासः। क्षेपे इति किम्? कस्य राजा किंराजः। किं सखः। किंगवः।",
    "mahabhashyam": " किमः क्षेपे (2347) (क्षेपेग्रहणानर्थक्यबोधकभाष्यम्) क्षेप इति किमर्थम्? कस्य राजा किंराजः।। क्षेप इति शक्यमकर्तुम्। कस्मान्न भवति--कस्य राजा किंराज इति? लक्षणप्रतिपदोक्तयोः प्रतिपदोक्तस्यैवेति।। ",
    "siddhantakaumudi": "क्षेपे यः किंशब्दस्ततः परं यत्तदन्तात्समासान्ताः न स्युः | कुत्सितो राजा किंराजा | किंसखा | किंगौः | क्षेपे किम् | किंराजः | किंसखः | किंगवः ॥",
    "nyaas": "`किंराजा` इति| निन्दितो राजेति विगृह्र `किं क्षेपे`  [[2|1|63]]  इति समासः| किंराज इत्यत्र प्रश्ने किंशब्दः, न क्षेपे, षष्ठीसमासः| ननु `लक्षणप्रतिपदोक्तयोः प्रतिपदोक्तस्यैव ग्रहणम्` (व्या|प|3) इति प्रतिपदोक्तो यः किमः समासः `किं क्षेपे` [[2|1|64]]  इत्यनेन विहितः स एव ग्रहीष्यत इति क्षेपग्रहणमनर्थकम्? एवं तर्हि क्षेपग्रहणेनै तदेव ज्ञापयति--इयं परिभाषा नावतिष्ठत इति| तेन बहुव्रीहावपि प्रतिषेधः सिद्धो भवति--निन्दिता धूरस्य किन्धुरं शकटम्, निर्धरं शकटमिति॥"
}


