{
    "a": "6",
    "p": "4",
    "n": "88",
    "msknum": "422",
    "ssknum": "362",
    "balamanorama": "<<भुवो वुग्लुङ्लिटोः>> - भुवो वुक् । अचीति ।अचि श्नुधात्वि॑त्यतस्तदनुवृत्तेरिति भावः । अचीति किम्  । अभूत् । ननु णलि परत्वाद्वुकं बाधित्वाअचो ञ्णिती॑ति वृद्धिः स्यात्, बभूविथेत्यत्र तुसार्वधातुकाद्र्धधातुकयो॑रिति गुणः स्यादित्यत आह — नित्यत्वादिति । कृतयोरपि गुणवृद्ध्योरेकदेशविकृतन्यायद्वुक् प्रवर्तते, अकृतयोरपि प्रवर्तते । ततश्चकृताऽकृतप्रसङ्गी यो विधिः स नित्य॑ इति न्यायेन वुङ् नित्यः सन् गुणवृद्धी बाधत इत्यर्थः । वुकि ककार इत्, उकार उच्चारणार्थः । कित्त्वादन्तावयवः ।",
    "tattvabodhini": "<<भुवो वुग्लुङ्लिटोः>> - ॒अचि श्नुधात्वि॑ति सूत्रादचीत्यनुवर्तते । तदाह —  लुङ्लिटोरचीति । अचीति किम् । अभूत् अभूः । वुकि सतिलोपो व्यो॑रिति लोपं बाधित्वा परत्वाद्धल्ङ्यादिलोपः स्यात् । ननु हल्ङ्यादिलोपादन्तरङ्गत्वात्लोपो व्यो॑रिति लोप एव भविष्यति । तथा च मव्यतेर्लङ्लुगन्ताल्लङि तिप्सिपोः अमामत् अमाम इत्यत्र व्योर्लोप एव माधवादिभिः स्वीकृतः । एवं चाऽज्ग्रहणम्ऊदुपधाया॑ इत्युत्तरार्थमनुवर्तमानमिहाप्युपरञ्जकतया वृत्तिकारादिभिर्योजितं न त्वावस्यकतयेत्येव निष्कर्ष उचित इति चेत् । अत्राहुः — भुवो वुगि त्यस्याङ्गत्वाह्वपेक्षत्वेन हल्ङ्यादिलोपस्येव वुकोऽपि बहिरङ्गतयाऽसिद्धत्वे सति वलिलोपस्य प्राप्तेरेवाऽभवादज्ग्रहणमिहार्थमपीत्येव युक्तमिति । अयं च शङ्काग्रन्थः, समाधानग्रन्थश्च मनोरमायां स्थितः । अत्र नव्याः —  मव्यतिर्यङ्लुगन्त एव नास्ति, णमामदित्यादि रूपं तु दूरादपास्तमेव,यकारवकारान्तानामूठ्भाविनां यङ्लुग्नास्ती॑तिछ्वोः शू॑डिति सूत्रे भाष्ये ध्वनितम्, कैयटेन च स्पष्टीकृतम् । इदं च छ्वोरिति यत्रोठ् तद्विषयकं,ज्वरत्वरे॑ त्यूठ्भाविनोः रिउआविमव्योस्तु यङ्लुगस्त्येवेति न्याय्यं, माधवादिसंमतं च ।मव्य बन्धने॑ अयं य#आन्त ऊठ्भावी॑ ति मूले वक्ष्यमाणत्वात् । तथा च तद्ग्रन्थेन सहात्रत्यमनोरमाग्रन्थो विरुध्यत इत्याहुः । यदि तु मवतेर्यङ्लुगन्तादिति मनोरमायां पठते तदा तत्र पूर्वाऽपरग्रन्थविरोधो नास्तीति दिक् ।",
    "padamanjari": "  अभूवन्निति । गातिस्था इत्यादिना सिचो लुक् । अभूवमिति । मिपोऽमभावः । लुङ्लिटोरिति किम् भवति, भविष्यति - शप्स्ययोर्न भवति । यदी क्ङ्तीत्यिनुवर्तिष्यते, अभूवमित्यत्रापि तर्हि न स्यात् एवं तर्ह्मारित्यनुवर्तिष्यते, गुणे कृते अनुवर्णान्तत्वान्न भविष्यति, अभूवमित्यत्र भूसुवोस्तिङ् ईति गुथणप्रतिषेधादुवर्णान्तत्वम् । नात्र शक्यमोरित्यनुवर्तयितुम् । एतच्च इन्धीभवतिभ्यां च इत्यत्र विश्तरेणोक्तम् ॥",
    "kashika": "भुवो वुगागमो भवति लुङि लिटि च अजादौ परतः। अभूवन्। अभूवम् लिट् बभूव, बभूवतुः, बभवुः।",
    "sutra_vishesh": "",
    "mahabhashyam": "",
    "sutra": "भुवो वुग्लुङ्लिटोः",
    "kaumudiNumber": "2174",
    "kaumudiText": "भुवो वुगागमः स्यात् लुङ्लिटोरचि | नित्यत्वाद्वुग्गुणवृद्धी बाधते ॥",
    "nyaas": "`अभूवन्` इति| `गातिस्था`  [[2|4|77]]  इत्यादिना सिचो लुक्| झेरन्तादेशे कृते संयोगान्तलोपः| `अभूवम्` इति| `तस्थस्थ`  [[3|4|101]]  इत्यादिना मिपोऽम्भावः| `बभूव` इत्यादि| `भवतेरः`  [[7|4|73]]  इत्यभ्यासस्यात्त्वम्| `इन्धिभवतिभ्याञ्च`  [[1|2|6]]  इति लिटः कित्त्वम्, तेन गुणबुद्धी न भवतः| किमर्थं पुनर्भवेतेः परस्य लिटः कित्त्वमारभ्यते, यावता `एकदेशविकृतमनन्यवद्भवति` (व्या|प|16) इति कृतयोरपि गुणवृद्ध्योर्वुक्? प्राप्नोत्यकृतयोरपि, वुकि कृतेऽनिगन्तत्वादलघूपधत्वादनजन्तत्वाच्च नास्ति गुणवृद्ध्योः प्राप्तिः, ततः कृताकृतप्रसङ्गित्वेन नित्यत्वाद्वुकि कृते गुणवृद्ध्योः प्राप्तिरेव नास्तीत्यनर्थकं कित्त्वम्? नैतदस्ति; वुगप्यनित्य एव, न ह्रसौ कृतयोर्गुणवृद्ध्योः प्राप्नोति, ओरित्यनुवृत्तेरुवर्णान्तस्य वुका भवितव्यमिति कृत्वा| अत्रोभयोरनित्ययोः परत्वात्? गुणवृद्धी स्याताम्| तस्मात्? कित्त्वमारब्धव्यम्| किमर्थं पुनः ओरित्यनुवर्तते? बोभाव, बोभवेति गुणवृद्ध्योः कृतयोर्वृङ मा भूदित्येवमर्थम्| ननु च कित्त्वे सत्यत्रापि गुणवृद्धिभ्यां न भवितव्यम्? नैतदस्ति; न हि यङलुगन्ताद्? भवतेः परस्य लिटः कित्वं भवति, `इन्धिभवतिभ्याञ्च`  [[1|2|6]]  इत्यत्र भवतीति श्तिपा निर्देशात्॥"
}


