{
    "a": "8",
    "p": "3",
    "n": "43",
    "s": "द्विस्त्रिश्चतुरिति कृत्वोऽर्थे ",
    "padachcheda": "द्विस्-त्रिस्-चतु: (अविभक्त्यन्तनिर्देशः) इति ०\/० कृत्व:-अर्थे ७\/१",
    "anuvritti": "अन्यतरस्याम् ७\/१ [8।3।42] , इण: 5\/1\/ [8।3।39], ष: 1\/1 [8।3।39],  कुप्वोः ७\/२  [8।3।37] , विसर्जनीयस्य ६\/१  [8।3।34] ",
    "adhikara": " पदस्य [8।1।16]  पूर्वत्रासिद्धम् [8।2।1]  संहितायाम् [8।2।108] ",
    "full_sutra": "कृत्व:-अर्थे द्विस्-त्रिस्-चतु: इण: विसर्जनीयस्य कुप्वो: अन्यतरस्याम् स:",
    "siddhantakaumudi_index": "157",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "",
    "padamanjari": "",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "षः इति सम्बध्यते। द्विस् त्रिस् चतुरित्येतेषां कृत्वो ऽर्थे वर्तमनानां विसर्जनीयस्य षकार आदेशो भवति अन्यतरस्यां कुप्वोः परतः। द्विष्करोति, द्विः करोति। त्रिष्करोति, त्रिः करोति। चतुष्करोति, चतुः करोति। द्विष्पचति, द्विः पचति। त्रिष्पचति, त्रिः पचति। चतुस्पचति, चतुः पचति। कृत्वो ऽर्थे इति किम्? चतुस्कपालम्। चतुस्कण्टकम्। पूर्वेण नित्यं षत्वं भवति। इदुदुपधस्य इत्येतस्य अनुवृत्तौ सत्यां क्र्त्वो ऽर्थविषयेण च पदेन विसर्जनीये विशेष्यमाणे द्विस्त्रिश्चतुरिति शक्यमकर्तुम्। क्र्त्वसुजर्थे षत्वं ब्रवीति कस्माच्चतुस्कपाले मा। षत्वं विभाषया भून्ननु सिद्धं तत्र पूर्वेण। सिद्धे ह्ययं विधत्ते चतुरः सत्वं यदापि कृत्वो ऽर्थे। पुल्ते कृत्वो ऽर्थीये रेफस्य विसर्जनीयो हि। एवं सति त्विदानीं द्विस्त्रिश्चतुरित्यनेन किं कार्यम्। अन्यो हि नेदुदुपधः कृत्वो ऽर्थः कश्चिदप्यस्ति। अक्रियमाणे ग्रहणे विसर्जनीयस् तदा विशेष्येत। चतुरो न सिध्यति तदा रेफस्य विसर्जनीयो हि। तस्मिंस् तु क्रियमाणे युक्तं चतुरो विशेषणं भवति। प्रकृतं पदं तदन्तं तस्य अपि विशेषणं न्याय्यम्। एवं तु क्रियमाणे द्विस्त्रिश्चतुर्ग्रहणे चतुःशब्दस्य कृत्वो ऽर्थे ऽपि वर्तमनस्य पूर्वेण एव नित्यं षत्वं स्यात्। पूर्वत्र सिद्धे न अस्ति विप्रतिषेधो ऽभावादुत्तरस्य।",
    "mahabhashyam": " द्विस्त्रिश्चतुरिति कृत्वोर्थे द्विस्त्रिश्चतुर्ग्रहणं किमर्थम्?।। इह मा भूत्-पञ्चकृत्वः करोति।। अथ कृत्वोर्थग्रहणं किमर्थम्?।। इह मा भूत्-चतुष्कपालः चतुष्कण्टक इति।। नैतदस्ति। अस्त्वनेन(2) विभाषा, पूर्वेण नित्यो विधिर्भविष्यति।। नाप्राप्ते पूर्वेणेयं विभाषाऽऽरभ्यते, सा यथैवेह बाधिका भवति चतुःकरोति चतुष्करोतीत्येवं चतुष्कपालेऽपि बाधिका स्यात्।। नाऽत्र पूर्वेण षत्वं प्राप्नोति।। किं कारणम्?।। अप्रत्ययविसर्जनीयस्येत्युच्यते प्रत्ययविसर्जनीयश्चाऽयम्।। लुप्यतेऽत्र(2) प्रत्ययविसर्जनीयो रात्सस्येति।। तस्मात्कृत्वोर्थग्रहणं(3) कर्त्तव्यम्।। द्विस्त्रिश्चतुर्ग्रहणं शक्यमवक्तुम्।। कस्मान्न भवति पञ्चकृत्वः करोतीति?। इदुदुपधस्येति वर्त्तते। नैवं शक्यम्, अक्रियमाणे द्विस्त्रिश्चतुर्ग्रहणे कृत्वोर्थग्रहणेन विसर्जनीयो विशेष्येत(1)।। तत्र को दोषः?।। इहैव स्यादि्द्वष्करोति द्विःकरोति,(2) त्रिष्करोति(3) त्रिः करोति(3) इति। इह न स्याच्चतुः(2) करोति चतुष्करोतीति(2)। द्विस्त्रिश्चतुर्ग्रहणे पुनः क्रियमाणे कृत्वोर्थग्रहणेन द्विस्त्रिश्चतुरो विशेष्यन्ते, द्विस्त्रिश्चतुर्णां(4) कृत्वोर्थे वर्त्तमानानां यो विसर्जनीय इति।। एतदपि नास्ति प्रयोजनं, पदस्येति वर्तते। तत्कृत्वोर्थग्रहणेन विशेषयिष्यामः-पदस्य कृत्वोऽर्थे वर्तमानस्य यो विसर्जनीय इति।। ।। कृत्वसुजर्थे(5) षत्वं ब्रवीति कस्माच्चतुष्कपाले मा(6)।       षत्वं विभाषयाऽभून्ननु सिद्धं तत्र पूर्वेण।।1।।       सिद्धे ह्ययं विधत्ते चतुरः षत्वं यदापि कृत्वोर्थे।       लुप्ते कृत्वोऽर्थीये रेफस्य विसर्जनीयो हि।।2।।       एवं सति त्विदानीं द्विस्त्रिश्चतुरित्यनेन किं कार्यम्?।       अन्यो हि नेदुदुपधः कृत्वोर्थे कश्चिदप्यस्ति।।3।।       अक्रियमाणे ग्रहणे विसर्जनीयस्तदा(1) विशेष्येत।       चतुरो न सिध्यति तदा(3) रेफस्य विसर्जनीयो हि।।4।।       तस्मिंस्तु गृह्यमाणे युक्तं चतुरो विशेषणं भवति।       प्रकृतं पदं तदन्तं तस्यापि विशेषणं न्याय्यम्।।5।। ",
    "siddhantakaumudi": "कृत्वोऽर्थे वर्तमानानामेषां विसर्गस्य षकारो वा स्यात् कुप्वोः | द्विष्करोति | द्विः करोतीत्यदि | कृत्वोऽर्थे किम् | चतुष्कपालः ॥",
    "nyaas": ""
}


