{
    "a": "8",
    "p": "3",
    "n": "30",
    "msknum": "95",
    "ssknum": "76",
    "balamanorama": "<<नश्च>> - नश्च । \"सि धुट्\" इति,वे॑ति चानुवर्तते । न इति पञ्चमी । तस्मादित्युत्तरस्येति परिभाषया सीति षष्ठी सम्पद्यते । तदाह-नकारान्तात्परस्येति । सन्त्स इति । धुटि धस्य चत्र्वम् ।",
    "tattvabodhini": "",
    "padamanjari": " अत्रापि परादित्वात् कुर्वन् सीदतीत्यादौ ठ्पदान्तस्यऽ इति णत्वप्रतिषेधो भवति । धुटश्चर्त्वस्यासिद्धत्वादिति । धुटो यच्चर्त्वं तस्यासिद्धत्वादित्यर्थः । यद्यपि धुडप्यसिद्धः, तथापि न तदुच्यते; सिद्धेऽपि तस्मिन्विना चर्त्वेन रुत्वस्याप्राप्तेः । नन्वस्तु चर्त्वमसिद्धम्, तथापि नैव रुः प्राप्नोति, अनम्परत्वात् ? सत्यम्; यस्त्वसौ धुट उकारः, तेन भूतपूर्वेणाम्परत्वमंभ्युपेत्यैतदुक्तम् । अन्ये तु ग्रन्थमिमं न पठन्ति ॥",
    "kashika": "नकारान्तात् पदातुत्तरस्य सकारस्य वा धुडागमो भवति। भवान्त्साये, भवान् साये। महान्त्साये, महान् साये। धुटः चर्त्वस्य च असिद्धत्वात् नश्छव्यप्रशान् [[8|3|7]] इति रुत्वं न भवति।",
    "sutra_vishesh": "",
    "mahabhashyam": " नश्च डः सि धुट् ।। शितुक ।। ङ्णोः कुक्टुक शरि ।। ङमो ह्रस्वादचि ङ्मुण्नित्यम् ।। इह धुडादिषु के चित्पूर्वान्ताः क्रियन्ते केचित्परादयः। यदि पुनः सर्व एव पूर्वान्ताः स्युः सर्व एव वा(2) परादयः कश्चात्र विशेषः?।। धुगादिषु(3) ष्टुत्वणत्वप्रतिषेधः।। धुगादिषु(3) सत्सु ष्टुत्वणत्वयोः प्रतिषेधो वक्तव्यः। ष्टुत्वस्य तावत्-श्वलिट्त्साये मधुलिट्त्साये। ष्टुना ष्टुरिति ष्टुत्वं प्राप्नोति। परादौ पुनः सतिन पदान्ताट्टोरनामिति प्रतिषेधः सिद्धो भवति। णत्वस्यकुर्वन्नास्ते कृषन्नास्ते। रषाभ्यां नो णः समानपदःथ्द्य;ति णत्वं प्राप्नोति। परादौ पुनः सति न पदान्ताट्टोरनामिति प्रतिषेधः सिद्धो भवति। णत्वस्यकुर्वन्नास्ते कृषन्नास्ते। रषाभ्यां नो णः समानपदःथ्द्य;ति णत्वं प्राप्नोति। परादौ पुनः सति पदान्तस्य नेति प्रतिषेधः सिद्धो भवति।। सन्तु तर्हि परादयः।। परादौ छत्वषत्वविधिप्रतिषेधः(4)।। यदि परादयश्छत्वं विधेयं, षत्वं च(1) प्रतिषेध्यम्। छत्वं विधेयं-कुर्वञ्ञ्च्छेते कृषञ्ञ्च्छेते। यद्धि तच्छश्छोटीति झयः पदान्तादित्येवं तत्।। किं पुनःकारणं-झयः पदान्तादित्येवं तत्?।। इह मा भूत् पूरा क्रूरस्य विसृपो विरप्शिन्निति। षत्वं च प्रतिषेध्यं-प्रत्यङ्क्सिञ्च उदङि्क्सञ्च। आदेशप्रत्यययोरिति षत्वं प्राप्नोति। पूर्वान्ते पुनः सति सात्पदाद्योरिति प्रतिषेधः सिद्धो भवति। तस्मात्सन्तु यथान्यासमेव केचित्पूर्वान्ताः के चित्परादयः। अयं तु खलु शितुक्छत्वार्थं नियोगतः पूर्वान्तः कर्तव्यः। तत्र कुर्वञ्ञ्च्छेते कृषञ्ञ्छेत इतिरषाभ्यां नो णः समानपद इति णत्वं प्राप्नोति।। नैषः दोषः-श्चुत्वे योगविभागः करिष्यते। इदमस्ति क्षुभ्नादिषु च। क्षुभ्नादिषु(2) न णकारो भवति। ततः-स्तोः श्चुना(1)। स्तोः श्चुना संनिपाते न णकारो भवति।। ततः श्चुः। श्चुश्च भवति स्तोः श्चुना सन्निपाते।। डः सि धुट्। ",
    "sutra": "नश्च",
    "kaumudiNumber": "132",
    "kaumudiText": "नकारान्तात्सस्य धुड्वा | सन्त्सः | सन्सः ॥",
    "nyaas": "चकारो धुडित्यनुकर्षणार्थः| ननु च स्वरितत्वादेवानुवर्त्तिष्यते, न चोत्तरत्रानुवर्त्तिष्यते, आगमान्तरस्योपादानात्, अस्वरितत्वाद्वा? सत्यमेतत्; प्रतिपत्तिगौरवं तु मन्दधियां स्यात्| अथ भवान्त्साय इत्यत्र धुटश्चात्वे कृते `नश्छव्यप्रशान्`  [[8|3|7]]  इति रुः कस्मान्न भवति? इत्याह--`धुटश्चत्र्वस्य चासिद्धत्वात्` इत्यादि| यदि केवलस्य चत्वेस्य धुटो वासिद्धत्वं स्यात्, तथापि रुत्वप्राप्तेरसम्भव एव, किं पुनरुभयोरसिद्धत्वे सतीति रुत्वप्राप्तेरत्यन्तासभ्भवं दर्शयितुमुभयोग्र्रहणम्| क्वचित्? `घुटश्चत्र्वस्यासिद्धत्वात्` इति पाठः| तत्राप्ययमर्थो वेदितव्यः--विनापि हि चकारेण तदर्थो गम्यते, यताहरहर्नयमानो वैवस्थतो गामआं पुरुषं पशुमित्यादौ वाक्ये| अथ वा--अस्मि पाठे धुटो यच्चार्त्वं तस्यासिद्धत्वादित्यर्थः| ननु धुडप्यसिद्ध एव, तत्? कुतश्चत्र्वस्यासिद्धावमुच्यते? पुनर्धुटोऽपि? नैतत्; सत्यपि धुटि विना चर्त्वेन रुत्वप्रप्तिरेव नास्ति| ततो यस्मिन्? सति रुत्वमादाङक्यते, तस्यासिद्धत्वं युक्तनुक्तमिति भावः| कथं पुनः सत्यपि चत्र्वस्यासिद्धत्वे रुत्वमाक्षङ्कितम्, यावताऽम्परे छवि तदुच्यते, न चेहाम्परत्वमस्ति? भूतपूर्वेणोकारेणाम्परत्वमस्तीति युगतमाशङकितम्| ननु च साम्प्रतिकाभावे भूतपूर्वगतिर्भवति, अस्ति साम्प्रतिकत्वमन्यत्राम्परत्वं रुत्वस्य? सत्यमेतत्; अध्यारोप्यैवमुक्तम्; एवं मन्यते--भवतु नाम, भूतपूर्वेणोकारेणाम्परत्वं प्रसज्यत इत्याह--`धुटश्मत्र्वस्यासिद्धत्वात्` इति॥"
}


