{
    "a": "8",
    "p": "4",
    "n": "30",
    "s": "णेर्विभाषा ",
    "padachcheda": "णेः ५\/१ विभाषा  १\/१",
    "anuvritti": "",
    "adhikara": " पूर्वत्रासिद्धम् [8।2।1]  संहितायाम् [8।2।108] ",
    "full_sutra": "",
    "siddhantakaumudi_index": "2836",
    "msknum": "1004",
    "ssknum": "0",
    "balamanorama": "<<णेर्विभाषा>> - णेर्विभाषा । \"कृत्यचः\" इत्यनुवर्तते । \"रषाभ्यां नो णः\" इति च ।णे॑रिति कृतो विहितविशेषणमम् । तदाह —  उपसर्गस्थादित्यादिना । प्रयापणीयमिति । याधतोर्णौ पुकि यापि इत्यस्माण्ण्यन्तादनीयरि णेर्लोपे अनेन णत्वविकल्पः । यकेति । यापि इत्स्माण्ण्यन्तात्कर्ममि लटः शानचिआने मु॑गिति मुगागमे यकि णिलोपे प्रयाप्यमाणशब्दे णत्वविकल्प इष्यते । णेः परो यः कृत्तत्स्थस्य णत्वविकल्प इत्युक्तौ तु कृतः शानचो यका व्यवहितत्वेन णिचः परत्वाऽभावात्तत्स्थस्य नस्यणत्वविकल्पो न स्यात् । तदर्थं णेरिति विहितविशेषणमाश्रित्यमित्यर्थः । भाष्ये तु ण्यन्तात्परो यः कृदित्यंशेऽप्यट्कुप्वाङ् नुमित्याद्यनुवर्त्त्य यकारव्यवधानेऽपि णत्वविकल्पः समर्थितः । णत्वे दुर इति । षत्वणत्वयोरुपसर्गत्वप्रतिषेधो वक्तव्यः॑ इत्यनेनेति भावः । ततश्च दुर उपसर्गत्वाऽभावात्ततः परे कृत्स्थनकारे सूत्रद्वयमपि न प्रवर्तते इत्यभिप्रेत्य उदाहरति —  दुर्यानं दुर्यापनमिति । यातेण्र्यन्ताल्ल्युटि णिलोपे दुर्यापनमिति रूपम् । ",
    "tattvabodhini": "<<णेर्विभाषा>> - प्रयापणीयमिति । या प्रापणे । णिचिअर्तिह्यी॑ ति पुक् ।णेरनिटी॑तिणिलोपः । प्रयाप्यमाणमिति । यातेर्णैचि पुकि ण्यन्तस्य धातुत्वेन वर्तमाने कर्मणि लटि लटः शानच् । तस्य शित्त्वेनतिङ्शि॑दिति सार्वधातुकत्वेसार्वधातुके यक् इत्यनेन यकि कृतेणेरनिटि॑ इति णिलोपेआने मु॑गिति मुगागमे णत्वे च सिध्यति रूपम् । विहितविशेषऽणाऽकरणे तु यका व्यवधानेन ण्यन्तात्परत्वाऽभावान्न सिध्यति । न चाऽड्व्यवायेऽपीति भविष्यतीति वाच्यं, रषाभ्यां परसय् नस्येत्यंशे तस्मादिति निर्दिष्टपरिभाषया प्रापितस्याऽव्यवधानस्य रामाणामित्यादिसिद्धयेव्यवायेऽपी॑ति योगविभागेन बाधेसति आदर्शेनेत्यादावतिप्रसङ्गे प्राप्ते — अट्कुप्वाङित्यंशो नियमार्थः । आड्ग्रहणं तु पदव्यवायेऽपीति निषेधं बाधितुमिति स्थितम् ।णेर्विभाषा॑ इत्यत्र तु ण्यन्तकृतोरव्यवधानस्याऽपेक्षा कथमड्ग्रहणेन निवार्येतेति भावः ।",
    "padamanjari": " ण्यन्ताद्यो विहित इति । एतेन णेरित्यस्य विहितविशेषणत्वं दर्शयति, प्रयोजनं वृतावेव वक्ष्यते । अपरः प्रकारः---ठड्व्यवायेऽ इति वर्तते, तेन ण्यन्तस्य कृतश्चाड्व्यवायेऽपि णत्वस्याभ्यनुज्ञानात् ण्यन्तात्परः कृदित्येवमाश्रीयमाणेऽपि प्रयाप्यमाणित्यादौ यकारव्यवायेऽपि णत्वसिद्धिरिति ॥",
    "laghusiddhantakaumudi_index": "0",
    "laghusiddhantakaumudi": "",
    "kashika": "ण्यन्ताद् यो विहितः कृत्प्रत्ययः तत्स्थस्य नकारस्य उपसर्गस्थान् निमित्तातुत्तरस्य विभाषा णकारादेशो भवति। प्रयापणम्, प्रयापनम्। परियापणम्, परियापनम्। प्रयाप्यमाणम्, प्रयाप्यमानम्। प्रयापणीयम्, प्रयापनीयम्। अप्रयापणिः, अप्रयापनिः। प्रयपणौ, प्रयापिनौ, विहितविशेषणं किम्? प्रयप्यमाणम् इत्यत्र यका व्यवधाने ऽपि यथा स्यातिति।",
    "mahabhashyam": " णेर्विभाषा ।।णेर्विभाषायां(1) साधनव्यवाये उपसङ्ख्यानम्।। णेर्विभाषायां साधनव्यवाये उपसङ्ख्यानं कर्त्तव्यम्। प्राप्यमाणं प्राप्यमानम्।। तद्विधानात्सिद्धम्(2)।। (तद्विधानात्सिद्धम्(1))। विहितविशेषणं णिग्रहणंण्यन्ताद्यो विहितःथ्द्य;ति।। अडधिकाराद्वा।। अथ वाऽड्व्यवाय इति वर्तते।। ",
    "siddhantakaumudi": "उपसर्गास्थान्निमित्तात्परस्य ण्यन्ताद्विहितो यः कृत्तस्थस्य नस्य णो वा स्यात् | प्रयापणीयम् | प्रयापनीयम् | विहितविशेषणं किम् | यकाव्यवधानेऽपि यथा स्यात् | प्रयाप्यमाणं पश्य | णत्वे दुर उपसर्गत्वं नेत्युक्तम् | दुर्यानम् | दुर्यापनम् ॥",
    "nyaas": "पूर्वेण नित्ये प्राप्ते विकल्पार्थमिदमारभ्यते| यद्येवम्, विभाषाग्रहणमनर्थकं स्यात्| आरम्भसामथ्र्यादेव विकल्पो विज्ञायते? नैतत्, विपर्ययोऽपि सम्भाव्येत| अयं तु नित्यो विधिः, पूर्वसूत्रं तु बहुलग्रहणानुवृत्तेर्विभाषेति| `ण्यन्ताद्यो विहितः` इति| एतेन `णेः` इति विहितविशेषणत्वं दर्शयति| तस्य च प्रयोजनं वृत्तौ वक्ष्यति| `प्रयाप्यमाणम्` इति| `हेतुमति च`  [[3|1|26]]  इति णिच्| `अर्त्तिह्यी`  [[7|3|36]]  इत्यादिना पुक्॥"
}


