{
    "a": "8",
    "p": "4",
    "n": "68",
    "msknum": "0",
    "ssknum": "0",
    "balamanorama": "",
    "tattvabodhini": "अ अ। `सुपाम्` इति विभक्त्योर्लुक्। आद्यो विवृतो द्वितीयस्तु संवृतस्तदाह-विवृतमनूद्येति। विवृतस्य स्थाने इत्यर्थः। विवृतत्वमस्त्येवेति। तेन दण्डायनमित्यादौ सवर्णदीर्घः सिध्यतीति भावः।                                                                                                                                                                   ",
    "padamanjari": " एकोऽत्र विवृतः, परः संवृतः, द्वावप्यविभक्तिकौ, यो विवृतस्स स्थानी, यः संवृतः स आदेशः । किमर्थमकारस्याकारो विधीयते ? इत्याह---इहेति । कार्यार्थमिति । तत्पुनः कार्यमकारस्य दीर्घप्लुताभ्यां सवर्णसंज्ञा, अन्यथा प्रयत्नभेदान्न स्यात्, ततश्च ह्रस्वोऽकारो गृह्यमाणो दीर्घप्लुतौ न गृह्णीयात् । तत्र चदोषः---ठकः सवर्णे दीर्घःऽ, इहैव स्याद्---ऐन्द्राग्नमिति, इह न स्यात्---दण्डाढकमिति । तस्मादेवमादिकार्यार्थमकार इह शास्त्रे विवृतः प्रतिज्ञायते, तत्र यदीयं प्रत्यापतिर्न क्रियेत, तदा तस्य तथाभूतस्यैव प्रयोगः स्यात्, स मा भूदिति प्रत्यापतिरिह क्रियते । इह स्थान्यकारो विवृतोऽण्त्वात् सवर्णानां ग्राहक इति दीर्घप्लुतयोरपि स्थाने संवृतोऽकारः प्राप्नोति, आदेशस्त्वकारः संवृतोऽण् न भवतीति सवर्णानां ग्राहको न प्राप्नोति, भाव्यमानत्वात्; ततश्च यद्गुणः संवृत उच्चारितः, तद्गुण एवाष्टादशभेदभिन्नस्यापि अवर्णस्य प्राप्नोति ? इत्याशङ्क्याह---दीर्घप्लुतयोश्चेति । इष्टिरेवेयम् । यद्वा---तपरनिर्देशात्सिद्धम्, ठदऽ इति सूत्रं कर्तव्यम्, तत्र तः परो यस्मादिति पूर्वोऽकारस्तपरः, तात्परस्तपर इति द्वितीयः, ततश्च स्थान्यकारो दीर्घप्लुतौ न ग्रहीष्यति, आदेशस्त्वनणपि गुणान्तरयुक्ताÄस्तत्कालान् ग्रहीष्यति । एकशेषनिर्देशो वायं द्रष्टव्यः । अत्र षड् मात्रिका अकाराः स्थानिनो निर्दिश्यन्ते, आदेशा अपि षडेव, तत उभयत्रैकशेषः, तत्र षण्णां स्थानिनां निर्देशसामर्थ्यात् स्थानिभिर्दीर्घप्लुतौ भिन्नकालौ न गृह्यएते । ततः षण्णां स्थानिनां स्थाने षडादेशाः संवृता यथासंख्यं भवन्तीति सर्वेष्टसिद्धिरिति शम् ॥",
    "kashika": "",
    "sutra_vishesh": "",
    "mahabhashyam": " अ अ इति(1) किमर्थमिदमुच्यते?।। अकारोऽयमक्षरसमाम्नाये विवृत उपदिष्टस्तस्य संवृतताप्रत्यापत्तिः क्रियते।। किं पुनः कारणं विवृत उपदिश्यते?।। ।। आदेशार्थं सवर्णार्थमकारो विवृतः स्मृतः। आकारस्य तथा ह्रस्वस्तदर्थं पाणिनेर अ।।1।। आदेशार्थं तावत्-वृक्षाभ्याम्। देवदत्ता3। आन्तर्यतो विवृतस्य विवृतो दीर्घप्लुतौ यथा स्याताम्। सवर्णार्थं च-अकारः सवर्णग्रहणेनाऽऽकारमपि यथा गृह्णीयात् । अकारस्य तथा ह्रस्वः। तथा (च) अतिखट्वः अतिमाल इत्यत्र आकारस्य ह्रस्व उच्यमानो विवृतः प्राप्नोति, संवृतः स्यादित्येवमर्था प्रत्यापत्तिः।। अस्ति प्रयोजनमेतत्। किं तर्हीति।। अकारस्य प्रत्यापत्तौ दीर्घप्रतिषेधः।। अकारस्य प्रत्यापत्तौ दीर्घस्य प्रतिषेधो वक्तव्यः।। खटा माला।। नैषः दोषः।। यथैव प्रकृतितः सवर्णग्रहणमेवमादेशतोऽपि भवितव्यं, तत्रान्तर्यतो ह्रस्वस्य ह्रस्वो दीर्घस्य दीर्घो भविष्यति।। आदेशस्य चानण्तावन्न सवर्णग्रहणम्।। आदेशस्य चाऽनण्त्वात्सवर्णानां ग्रहणं न प्राप्नोति।। केषाम्?।। उदात्तानुदात्तस्वरितानुनासिकानाम्। ।। सिद्धं तु तपरनिर्देशात्।। सिद्धमेतत्।। कथम्?।। तपरनिर्देशात्। तपरनिर्देशः कर्तव्यः-अद इति।। अपर आह-।। अकार(स्य)प्रत्यापत्तौ दीर्घप्रतिषेधः।। अकारस्य प्रत्यापत्तौ दीर्घस्य प्रतिषेधो वक्तव्यः। खट्वा माला।। नैषः दोषः।। दीर्घोच्चारणसार्मथ्यान्न भविष्यति।। इदं तर्हि-वृक्षाभ्यां प्लक्षाभ्याम्।। अत्रापि दीर्घवचनसार्मथ्यान्न भविष्यति।। इदं तर्हि-अपि काकः श्येनायते।। ननु चाऽत्रापि दीर्घवचनसार्मथ्यादेव(तत्) न भविष्यति।। अस्त्यन्यदीर्घवचने प्रयोजनम्।। किम्?।। दधीयति मधूयति(1)।। (।। आदेशस्य चानण्त्वात्सवर्णाग्रहणम्।।)।। आदेशस्य चाऽनण्त्वात्सवर्णानां ग्रहणं न प्राप्नोति।। केषाम्?।। उदात्तानुदात्तस्वरितानुनासिकानाम्।। सिद्धं तु तपरनिर्देशात्।। सिद्धमेतत्।। कथम्?।। तपरनिर्देशात्। तपरनिर्देशः कर्तव्यः। अददिति।। एकशेषनिर्देशाद्वा स्वरानुनासिकभिन्नानां(1) भगवतः पाणिनेः(2) सिद्धम्।। एकशेषनिर्देशाद्वा स्वरभिन्नानां भगवतः पाणिनेराचार्यस्य सिद्धम्। एकशेषनिर्देशोऽयम्-अ अ(3)अ इति। इति श्रीमद्भगवत्पतञ्जलि(मुनि)विरचिते व्याकरणमहाभाष्येऽष्टमस्याऽध्यायस्य चतुर्थे पादे प्रथममाह्निकम्।। चतुर्थः पादोऽष्टमोऽध्यायश्च समाप्तः। ",
    "sutra": "अ अ इति",
    "kaumudiNumber": "11",
    "kaumudiText": "इति विवृतमनूद्य संवृतोऽनेन विधीयते | अस्य चाष्टाध्यायीं सम्पूर्णां प्रत्यसिद्धत्वाच्छास्त्रदृष्ट्या विवृतत्वमस्त्येव | तथा च सूत्रम् ॥",
    "nyaas": ""
}


